{
    "Title:": {
        "fr": "Titre :",
        "fr_auto": "Titre:"
    },
    "Language:": {
        "fr": "Langue :",
        "fr_auto": "Langue:"
    },
    "English": {
        "fr": "Anglais",
        "fr_auto": "Anglais"
    },
    "French": {
        "fr": "Français",
        "fr_auto": "Français"
    },
    "Team Name:": {
        "fr": "Nom de l'équipe :",
        "fr_auto": "Nom de l'équipe:"
    },
    "Contact Email:": {
        "fr": "Courriel du contact",
        "fr_auto": "Courriel du contact"
    },
    "Element ID:": {
        "fr": "Id de l'élément :",
        "fr_auto": "Id de l'élément:"
    },
    "Submit": {
        "fr": "Soumettre",
        "fr_auto": "Soumettre"
    },
    "Avoid using colloquial language or jargon that may not be understood by the chatbot": {
        "fr": "Évitez d'utiliser un langage familier ou un jargon qui pourrait ne pas être compris par l'agent conversationel.",
        "fr_auto": "Évitez d'utiliser un langage familier ou un jargon qui pourrait ne pas être compris par le chatbot."
    },
    "Include clear and concise headings or titles to help the chatbot understand the structure of the document": {
        "fr": "Incluez des titres clairs et concis pour aider l'agent conversationel à comprendre la structure du document.",
        "fr_auto": "Incluez des titres clairs et concis pour aider le chatbot à comprendre la structure du document."
    },
    "Avoid using abbreviations that may be ambiguous or unclear to the chatbot": {
        "fr": "Évitez d'utiliser des abréviations qui peuvent être ambiguës pour l'agent conversationel.",
        "fr_auto": "Évitez d'utiliser des abréviations qui peuvent être ambiguës pour le chatbot."
    },
    "Home": {
        "fr": "Acceuil",
        "fr_auto": "Acceuil"
    },
    "Protected B": {
        "fr": "Protégé B",
        "fr_auto": "Protégé B"
    },
    "Otto Feedback Form": {
        "fr": "Formulaire de rétrocation Otto",
        "fr_auto": "Formulaire de rétrocation Otto"
    },
    "Provide feeback or report an issue using the form below.": {
        "fr": "Donnez votre avis ou signalez un problème en utilisant le formulaire ci-dessous.",
        "fr_auto": "Donnez votre avis ou signalez un problème en utilisant le formulaire ci-dessous."
    },
    "* All fields are mandatory": {
        "fr": "* Tous les champ sont obligatoires.",
        "fr_auto": "* Tous les champ sont obligatoires."
    },
    "No notifications": {
        "fr": "Aucune notification",
        "fr_auto": "Aucune notification"
    },
    "Provide Feedback": {
        "fr": "Rétroaction",
        "fr_auto": "Rétroaction"
    },
    "Has access to %(summary)s apps": {
        "fr": "A accès à %(summary)s application(s)",
        "fr_auto": "A accès à %(summary)s application(s)"
    },
    "Sent %(messages_count)s messages to AI tools": {
        "fr": "A envoyé %(messages_count)s message(s) aux outils d'IA",
        "fr_auto": "A envoyé %(messages_count)s message(s) aux outils d'IA"
    },
    "Thank you for your feedback. We will process your form shortly.": {
        "fr": "Merci, nous traiterons votre formulaire sous peu.",
        "fr_auto": "Merci, nous traiterons votre formulaire sous peu."
    },
    "Submit Feedback": {
        "fr": "Rétroaction",
        "fr_auto": "Rétroaction"
    },
    "Chat with trusted sources": {
        "fr": "Dialoguez avec des sources fiables",
        "fr_auto": "Dialoguez avec des sources fiables"
    },
    "Summarize text": {
        "fr": "Synthèse de texte",
        "fr_auto": "Résumer un texte"
    },
    "Summarize files": {
        "fr": "Synthèse des fichiers",
        "fr_auto": "Synthèse des fichiers"
    },
    "Summarize CanLii URL": {
        "fr": "Synthèse des URL CanLii",
        "fr_auto": "Synthèse des URL CanLii"
    },
    "Translate text to French": {
        "fr": "Traduire un texte en français",
        "fr_auto": "Traduire un texte en français"
    },
    "Translate text to English": {
        "fr": "Traduire un texte en anglais",
        "fr_auto": "Traduire un texte en anglais"
    },
    "Translate files to French": {
        "fr": "Traduire des fichiers en français",
        "fr_auto": "Traduire des fichiers en français"
    },
    "Translate files to English": {
        "fr": "Traduire des fichiers en anglais",
        "fr_auto": "Traduire des fichiers en anglais"
    },
    "Translation": {
        "fr": "Traduction",
        "fr_auto": "Traduction"
    },
    "Summarization": {
        "fr": "Synthèse",
        "fr_auto": "Synthèse"
    },
    "Automated templates": {
        "fr": "Modèles automatisés",
        "fr_auto": "Modèles automatisés"
    },
    "Opens in new tab": {
        "fr": "Ouvrira un nouvel onglet",
        "fr_auto": "Ouvrira un nouvel onglet"
    },
    "Upload one or more files to the chat to start Document Q&A.": {
        "fr": "Téléchargez un ou plusieurs fichiers pour commencer à poser des question sur vos documents.",
        "fr_auto": "Téléchargez un ou plusieurs fichiers sur le chat pour commencer à demander les documents."
    },
    "Librarian": {
        "fr": "Bibliothèque",
        "fr_auto": "Bibliothécaire"
    },
    "GPT-3.5 (faster)": {
        "fr": "GPT-3.5 (plus rapide)",
        "fr_auto": "GPT-3.5 (plus rapide)"
    },
    "GPT-4 (accurate)": {
        "fr": "GPT-4 (précis)",
        "fr_auto": "GPT-4 (précis)"
    },
    "Short": {
        "fr": "Court",
        "fr_auto": "Court métrage"
    },
    "Medium": {
        "fr": "Moyen",
        "fr_auto": "Moyenne"
    },
    "Long": {
        "fr": "Long",
        "fr_auto": "Long"
    },
    "Precise": {
        "fr": "Précis",
        "fr_auto": "Précis"
    },
    "Balanced": {
        "fr": "Équilibré",
        "fr_auto": "Équilibré"
    },
    "Toggle chat options sidebar": {
        "fr": "Basculer la barre latérale des options de clavardage",
        "fr_auto": "Basculer la barre latérale des options de chat"
    },
    "Chat history": {
        "fr": "Historique du clavardage",
        "fr_auto": "Historique des discussions"
    },
    "New chat": {
        "fr": "Nouveau clavardage",
        "fr_auto": "Nouveau chat"
    },
    "Document Q&A": {
        "fr": "Question-réponses sur les documents",
        "fr_auto": "Questions et réponses sur le document"
    },
    "Chat": {
        "fr": "Clavardez",
        "fr_auto": "Discutez avec l’IA"
    },
    "Load": {
        "fr": "Utiliser",
        "fr_auto": "Charge"
    },
    "\n            <strong>Chat</strong> is a general-purpose AI-powered tool for writing assistance and text formatting. Please note that this tool is provided solely for enhancing your writing process and refining your ideas using natural language.          \n          ": {
        "fr": "\n<strong>Clavardez</strong> est un outil polyvalent alimenté par l’IA pour l’aide à la rédaction et la mise en forme du texte. Veuillez noter que cet outil est fourni uniquement pour améliorer votre processus d’écriture et affiner vos idées en utilisant un langage naturel.          \n          ",
        "fr_auto": "\n<strong>Chat</strong> est un outil polyvalent alimenté par l’IA pour l’aide à la rédaction et la mise en forme du texte. Veuillez noter que cet outil est fourni uniquement pour améliorer votre processus d’écriture et affiner vos idées en utilisant un langage naturel.          \n          "
    },
    "We kindly advise you to refrain from using Chat as a means to seek factual information, conduct research, or request data. Its primary purpose is to offer writing suggestions, grammar corrections, and structure recommendations, ensuring your content is well-crafted and coherent.": {
        "fr": "Nous vous conseillons de vous abstenir d’utiliser 'Clavardez' avec l’IA comme un moyen de rechercher des informations factuelles, de mener des recherches ou de demander des données. Son objectif principal est d’offrir des suggestions d’écriture, des corrections grammaticales et des recommandations de structure, en veillant à ce que votre contenu soit bien conçu et cohérent.",
        "fr_auto": "Nous vous conseillons de vous abstenir d’utiliser chat avec l’IA comme un moyen de rechercher des informations factuelles, de mener des recherches ou de demander des données. Son objectif principal est d’offrir des suggestions d’écriture, des corrections grammaticales et des recommandations de structure, en veillant à ce que votre contenu soit bien conçu et cohérent."
    },
    "Although the Document Q&A tool aims to deliver precise answers, users should validate the outputs by checking the sources. For critical decisions, consulting with experts is recommended rather than relying solely on the AI's responses.": {
        "fr": "Bien que l’outil de demander des documents vise à fournir des réponses précises, les utilisateurs doivent valider les résultats en vérifiant les sources. Pour les décisions critiques, il est recommandé de consulter des experts plutôt que de se fier uniquement aux réponses de l’IA.",
        "fr_auto": "Bien que l’outil de demander des documents vise à fournir des réponses précises, les utilisateurs doivent valider les résultats en vérifiant les sources. Pour les décisions critiques, il est recommandé de consulter des experts plutôt que de se fier uniquement aux réponses de l’IA."
    },
    "Chat settings": {
        "fr": "Paramètres de clavardage",
        "fr_auto": "Paramètres de chat"
    },
    ":": {
        "fr": " :",
        "fr_auto": " :"
    },
    "**Error:** The chat is too long for this AI model.\n\nYou can try: \n1. Starting a new chat\n2. Using summarize mode, which can handle longer texts\n3. Using a different model\n": {
        "fr": "**Erreur :** La discussion est trop longue pour ce modèle d’IA.\n\nVous pouvez essayer : \n1. Démarrage d’une nouvelle session\n2. Utilisation du mode résumé, qui peut gérer des textes plus longs\n3. Utilisation d’un modèle différent\n",
        "fr_auto": "**Erreur :** Le chat est trop long pour ce modèle d’IA.\n\nVous pouvez essayer : \n1. Démarrage d’un nouveau chat\n2. Utilisation du mode résumé, qui peut gérer des textes plus longs\n3. Utilisation d’un modèle différent\n"
    },
    "Untitled chat": {
        "fr": "Clavardage sans titre",
        "fr_auto": "Chat sans titre"
    },
    "Each row (or \"entry\", \"item\", or \"record\") in the database contains information about words or phrases that may be problematic for harmonization.": {
        "fr": "Chaque rangée (ou « entrée », « élément » ou « enregistrement ») de la base de données contient des renseignements sur des mots ou des expressions qui peuvent être problématiques pour l’harmonisation.",
        "fr_auto": "Chaque ligne (ou « entrée », « élément » ou « enregistrement ») de la base de données contient des renseignements sur des mots ou des expressions qui peuvent être problématiques pour l’harmonisation."
    },
    "<strong>Change type</strong>: what kind of change should be made to the potentially-problematic term,": {
        "fr": "<strong>Modifier le type</strong> : quel genre de changement devrait être apporté au terme potentiellement problématique,",
        "fr_auto": "<strong>Type de changement</strong> : quel genre de changement devrait être apporté au terme potentiellement problématique,"
    },
    "<a href=\"https://www.justice.gc.ca/eng/csj-sjc/harmonization/bijurilex/terminolog/table.html\">Bijural Terminology Record</a>": {
        "fr": "<a href=\"https://www.justice.gc.ca/fra/sjc-csj/harmonization/bijurilex/terminolog/table.html\">Fiches terminologiques bijuridiques</a>",
        "fr_auto": "<a href=\"https://www.justice.gc.ca/eng/csj-sjc/harmonization/bijurilex/terminolog/table.html\">Bijural Terminology Record</a>"
    },
    "This entry from the English database concerns the potentially-problematic word \"owner\".": {
        "fr": "Cette entrée de la base de données française concerne le mot potentiellement problématique proprietaire.",
        "fr_auto": "Cette entrée de la base de données anglaise concerne le mot potentiellement problématique « owner »."
    },
    "in lines that contain the words \"charge\" , \"interest\", or \"right\".": {
        "fr": "dans les lignes qui contiennent les mots « charge » ou « droit ».",
        "fr_auto": "dans les lignes qui contiennent les mots « charge », « intérêt » ou « droit »."
    },
    "Here, we see that relevant lines of legislative text may also need to include the word \"holder\" for validity in both law systems.": {
        "fr": "Ici, nous voyons que les lignes pertinentes du texte législatif peuvent également devoir inclure le mot « detenteur » pour la validité dans les deux systèmes de droit.",
        "fr_auto": "Ici, nous voyons que les lignes pertinentes du texte législatif peuvent également devoir inclure le mot « titulaire » pour la validité dans les deux systèmes de droit."
    },
    "Here, we should <strong>add</strong> the term \"holder\" to resolve the potential terminology problem.": {
        "fr": "Ici, nous devrions <strong>ajouter</strong> le terme « detenteur » pour résoudre le problème de terminologie potentiel.",
        "fr_auto": "Ici, nous devrions <strong>ajouter</strong> le terme « titulaire » pour résoudre le problème de terminologie potentiel."
    },
    "Only displaying users with roles assigned.": {
        "fr": "N'affiche que les utilisateurs avec des rôles attribués dans le système.",
        "fr_auto": "Afficher uniquement les utilisateurs avec des rôles attribués."
    },
    "Chat files are deleted after 7 days": {
        "fr": "Les fichiers de clavardage sont supprimés après 7 jours",
        "fr_auto": "Les fichiers de chat sont supprimés après 7 jours"
    },
    "The document summarization feature allows you to generate a summary for any document in your case files. The summary will be created in a new chat session, where you can ask follow-up questions about the content of the document.": {
        "fr": "La fonction de résumé de document vous permet de générer un résumé pour n’importe quel document dans vos fichiers de cas. Le résumé sera créé dans une nouvelle session de clavardage, où vous pourrez poser des questions de suivi sur le contenu du document.",
        "fr_auto": "La fonction de résumé de document vous permet de générer un résumé pour n’importe quel document dans vos fichiers de cas. Le résumé sera créé dans une nouvelle session de chat, où vous pourrez poser des questions de suivi sur le contenu du document."
    },
    "Upload CSV": {
        "fr": "Téléverser CSV",
        "fr_auto": "Télécharger CSV"
    },
    "Chat upload": {
        "fr": "Téléversement de clavardage",
        "fr_auto": "Téléchargement de chat"
    },
    "\n            <strong>Q&A</strong> provides answers based on Justice documents. Create or select your own document libraries from the settings sidebar.\n          ": {
        "fr": "\n<strong>Question-réponses</strong> fournit des réponses basées sur des documents de justice. Créez ou sélectionnez vos propres bibliothèques de documents dans la barre latérale des paramètres.\n          ",
        "fr_auto": "\n<strong>Questions et réponses</strong> fournit des réponses basées sur des documents de justice. Créez ou sélectionnez vos propres bibliothèques de documents dans la barre latérale des paramètres.\n          "
    },
    "Delete chat": {
        "fr": "Supprimer le clavardage",
        "fr_auto": "Supprimer le chat"
    },
    "Edit chat title": {
        "fr": "Modifier le titre du clavardage",
        "fr_auto": "Modifier le titre du chat"
    },
    "You are a general-purpose AI chatbot. You follow these rules:\n\n1. Your name is 'Otto', an AI who works for the Department of Justice Canada.\n\n2. If the user asks any question regarding Canada's laws and regulations, you must inform them of the [Legislation Search app](/laws/), a tool in Otto built to be better suited for finding relevant and accurate laws and regulations in Canada. Make sure to mention the tool at the beginning of your response and in the form of a markdown link.3. You do not have access to the internet or other knowledge bases. If you are asked about very specific facts, especially one about the Government of Canada or laws, you always caveat your response, e.g., 'I am a pre-trained AI and do not have access to the internet, so my answers might not be correct. Based on my training data, I expect that...'\n\n4. If you are asked a question about Department of Justice or other Government of Canada / HR policies, you inform users of Otto's 'Q&A' mode which can provide more accurate information.\n\n5. You answer in markdown format to provide clear and readable responses.\n\n": {
        "fr": "Vous êtes un agent conversationel IA à usage général. Vous suivez ces règles :\n\n1. Vous vous appelez « Otto », une IA qui travaille pour le ministère de la Justice du Canada.\n\n2. Si l’utilisateur pose une question concernant les lois et règlements du Canada, vous devez l’informer de [l’application de recherche de Législation](/laws/), un outil d’Otto conçu pour être mieux adapté pour trouver des lois et des règlements pertinents et exacts au Canada. Assurez-vous de mentionner l’outil au début de votre réponse et sous la forme d’un lien de démarque.3. Vous n’avez pas accès à Internet ou à d’autres bases de connaissances. Si on vous pose des questions sur des faits très précis, en particulier un fait sur le gouvernement du Canada ou les lois, vous mettez toujours en garde votre réponse, par exemple : « Je suis une IA pré-formée et je n’ai pas accès à Internet, donc mes réponses pourraient ne pas être correctes. Sur la base de mes données d’entraînement, je m’attends à ce que...\n\n4. Si on vous pose une question sur le ministère de la Justice ou d’autres politiques du gouvernement du Canada / RH, vous informez les utilisateurs du mode « Q&A » d’Otto qui peut fournir des informations plus précises.\n\n5. Vous répondez dans un format de démarque pour fournir des réponses claires et lisibles.\n\n",
        "fr_auto": "Vous êtes un chatbot IA à usage général. Vous suivez ces règles :\n\n1. Vous vous appelez « Otto », une IA qui travaille pour le ministère de la Justice du Canada.\n\n2. Si l’utilisateur pose une question concernant les lois et règlements du Canada, vous devez l’informer de [l’application de recherche de Législation](/laws/), un outil d’Otto conçu pour être mieux adapté pour trouver des lois et des règlements pertinents et exacts au Canada. Assurez-vous de mentionner l’outil au début de votre réponse et sous la forme d’un lien de démarque.3. Vous n’avez pas accès à Internet ou à d’autres bases de connaissances. Si on vous pose des questions sur des faits très précis, en particulier un fait sur le gouvernement du Canada ou les lois, vous mettez toujours en garde votre réponse, par exemple : « Je suis une IA pré-formée et je n’ai pas accès à Internet, donc mes réponses pourraient ne pas être correctes. Sur la base de mes données d’entraînement, je m’attends à ce que...\n\n4. Si on vous pose une question sur le ministère de la Justice ou d’autres politiques du gouvernement du Canada / RH, vous informez les utilisateurs du mode « Q&A » d’Otto qui peut fournir des informations plus précises.\n\n5. Vous répondez dans un format de démarque pour fournir des réponses claires et lisibles.\n\n"
    },
    "Given the information from multiple sources and not prior knowledge, answer the query in markdown format with liberal use of **bold**.\n\nOutput format:\n\nI found the following information:\n\n* <supporting direct quote> - <source link or filename>\n...\n<succinct answer to question>\nIf you can't find the answer in the sources, just say so. Don't try to provide irrelevant references or made up answers.": {
        "fr": "Compte tenu de l’information provenant de sources multiples et non de connaissances préalables, répondez à la requête en format de démarque avec l’utilisation libérale de **bold**.\n\nFormat de sortie :\n\nJ’ai trouvé les informations suivantes :\n\n* <citation directe à l'appui> - <lien à source ou nom de fichier>\n...\n<succinct réponse à la question>\nSi vous ne trouvez pas la réponse dans les sources, dites-le simplement. N’essayez pas de fournir des références non pertinentes ou des réponses inventées.",
        "fr_auto": "Compte tenu de l’information provenant de sources multiples et non de connaissances préalables, répondez à la requête en format de démarque avec l’utilisation libérale de **bold**.\n\nFormat de sortie :\n\nJ’ai trouvé les informations suivantes :\n\n* <citation directe à l'appui> - <lien à source ou nom de fichier>\n...\n<succinct réponse à la question>\nSi vous ne trouvez pas la réponse dans les sources, dites-le simplement. N’essayez pas de fournir des références non pertinentes ou des réponses inventées."
    },
    "Otto": {
        "fr": "Otto",
        "fr_auto": "Otton"
    },
    "Are you sure you want to delete all chats? This action is irreversible.": {
        "fr": "Êtes-vous sûr de vouloir supprimer toutes les sessions de clavardages ? Cette action est irréversible.",
        "fr_auto": "Êtes-vous sûr de vouloir supprimer tous les chats ? Cette action est irréversible."
    },
    "Delete all chats": {
        "fr": "Supprimer tous les clavardages",
        "fr_auto": "Supprimer tous les chats"
    },
    "You are a general-purpose AI chatbot. You follow these rules:\n\n1. Your name is 'Otto', an AI who works for the Department of Justice Canada.\n\n2. If the user asks any question regarding Canada's laws and regulations, you must inform them of the [Legislation Search app](/laws/), a tool in Otto built to be better suited for finding relevant and accurate laws and regulations in Canada. If relevant, add a markdown link to the Legislation Search app.\n\n3. You do not have access to the internet or other knowledge bases. If you are asked about very specific facts, especially one about the Government of Canada or laws, you always caveat your response, e.g., 'I am a pre-trained AI and do not have access to the internet, so my answers might not be correct. Based on my training data, I expect that...'\n\n4. You answer in markdown format to provide clear and readable responses.": {
        "fr": "Vous êtes un agent d'IA conversationel à usage général. Vous suivez ces règles :\n\n1. Vous vous appelez « Otto », une IA qui travaille pour le ministère de la Justice du Canada.\n\n2. Si l’utilisateur pose une question concernant les lois et règlements du Canada, vous devez l’informer de l’application de recherche de [Législation] (/lois/), un outil d’Otto conçu pour être mieux adapté pour trouver des lois et des règlements pertinents et exacts au Canada. S’il y a lieu, ajoutez un lien de démarque à l’application de recherche de Législation.\n\n3. Vous n’avez pas accès à Internet ou à d’autres bases de connaissances. Si on vous pose des questions sur des faits très précis, en particulier un fait sur le gouvernement du Canada ou les lois, vous mettez toujours en garde votre réponse, par exemple : « Je suis une IA pré-formée et je n’ai pas accès à Internet, donc mes réponses pourraient ne pas être correctes. Sur la base de mes données d’entraînement, je m’attends à ce que...\n\n4. Vous répondez dans un format de démarque pour fournir des réponses claires et lisibles.",
        "fr_auto": "Vous êtes un chatbot IA à usage général. Vous suivez ces règles :\n\n1. Vous vous appelez « Otto », une IA qui travaille pour le ministère de la Justice du Canada.\n\n2. Si l’utilisateur pose une question concernant les lois et règlements du Canada, vous devez l’informer de l’application de recherche de [Législation] (/lois/), un outil d’Otto conçu pour être mieux adapté pour trouver des lois et des règlements pertinents et exacts au Canada. S’il y a lieu, ajoutez un lien de démarque à l’application de recherche de Législation.\n\n3. Vous n’avez pas accès à Internet ou à d’autres bases de connaissances. Si on vous pose des questions sur des faits très précis, en particulier un fait sur le gouvernement du Canada ou les lois, vous mettez toujours en garde votre réponse, par exemple : « Je suis une IA pré-formée et je n’ai pas accès à Internet, donc mes réponses pourraient ne pas être correctes. Sur la base de mes données d’entraînement, je m’attends à ce que...\n\n4. Vous répondez dans un format de démarque pour fournir des réponses claires et lisibles."
    },
    "Switched mode to": {
        "fr": "Mode changé en",
        "fr_auto": "Mode commuté vers"
    },
    "Detect best mode (Chat or Q&A)": {
        "fr": "Détecter le meilleur mode (Clavardage ou Q&R)",
        "fr_auto": "Détecter le meilleur mode (Chat ou Q&A)"
    },
    "Chat agent": {
        "fr": "Agent de clavardage",
        "fr_auto": "Agent de chat"
    },
    "Shared with everyone": {
        "fr": "Partager avec tous les utilisateurs",
        "fr_auto": "Partagé avec tout le monde"
    },
    "Private": {
        "fr": "Privé",
        "fr_auto": "Secteur privé"
    },
    "Create a new preset to use your chat settings in other sessions or shared them with others.": {
        "fr": "Créez un nouveau préréglage pour utiliser vos paramètres de clavardage dans d’autres sessions ou les partager avec d’autres utilisateurs.",
        "fr_auto": "Créez un nouveau préréglage pour utiliser vos paramètres de chat dans d’autres sessions ou les partager avec d’autres."
    },
    "Settings Presets": {
        "fr": "Paramètres de Préréglages",
        "fr_auto": "Paramètres de Préréglages"
    },
    "Settings presets": {
        "fr": "Paramètres de préréglages",
        "fr_auto": "Paramètres prédéfinis"
    },
    "Share with others": {
        "fr": "Partagé avec d’autres utilisateurs",
        "fr_auto": "Partager avec d’autres"
    },
    "Shared with others": {
        "fr": "Partagé avec d’autres utilisateurs",
        "fr_auto": "Partagé avec d’autres"
    },
    "Stop all": {
        "fr": "Tout arrêter",
        "fr_auto": "Arrêtez tout"
    },
    "Process all": {
        "fr": "Tout traiter",
        "fr_auto": "Traiter tout"
    },
    "Force OCR": {
        "fr": "Forcer la ROC",
        "fr_auto": "Force OCR"
    },
    "Process": {
        "fr": "Traiter",
        "fr_auto": "Processus"
    },
    "QA": {
        "fr": "Q&R",
        "fr_auto": "AQ"
    },
    "Share with everyone": {
        "fr": "Partager avec tous les utilisateurs",
        "fr_auto": "Partager avec tout le monde"
    },
    "OCR": {
        "fr": "ROC",
        "fr_auto": "OCR"
    },
    "layout & OCR": {
        "fr": "mise en page & ROC",
        "fr_auto": "mise en page & OCR"
    },
    "Process all, including completed": {
        "fr": "Tout traiter, y compris terminé",
        "fr_auto": "Traiter tout, y compris terminé"
    },
    "PDF OCR": {
        "fr": "ROC PDF",
        "fr_auto": "PDF OCR"
    },
    "PDF layout & OCR": {
        "fr": "Mise en page PDF & ROC",
        "fr_auto": "Mise en page PDF & OCR"
    },
    "Process incomplete only": {
        "fr": "Seulement les traitements incomplets",
        "fr_auto": "Processus incomplet seulement"
    },
    "Process document": {
        "fr": "Traiter le document",
        "fr_auto": "Document de processus"
    },
    "today": {
        "fr": "aujourd’hui",
        "fr_auto": "Aujourd’hui"
    },
    "Status": {
        "fr": "État",
        "fr_auto": "État d’avancement"
    },
    "Question": {
        "fr": "Question",
        "fr_auto": "Question :"
    },
    "Feature request": {
        "fr": "Demande de fonctionnalité",
        "fr_auto": "Demande de fonctionnalité"
    },
    "New": {
        "fr": "Nouveau",
        "fr_auto": "Nouveau"
    },
    "In progress": {
        "fr": "En cours",
        "fr_auto": "En cours"
    },
    "Resolved": {
        "fr": "Résolu",
        "fr_auto": "Résolu"
    },
    "Closed": {
        "fr": "Fermé",
        "fr_auto": "Fermé"
    },
    "Low": {
        "fr": "Faible",
        "fr_auto": "Faible"
    },
    "High": {
        "fr": "Élevée",
        "fr_auto": "Élevée"
    },
    "Latest feedback": {
        "fr": "Derniers commentaires",
        "fr_auto": "Derniers commentaires"
    },
    "No results available.": {
        "fr": "Aucun résultat disponible.",
        "fr_auto": "Aucun résultat disponible."
    },
    "First": {
        "fr": "Première",
        "fr_auto": "Premièrement"
    },
    "Last": {
        "fr": "Dernière",
        "fr_auto": "Dernier"
    },
    "View feedback in context": {
        "fr": "Voir les commentaires dans leur contexte",
        "fr_auto": "Voir les commentaires dans leur contexte"
    },
    "Administrative details": {
        "fr": "Détails administratifs",
        "fr_auto": "Détails administratifs"
    },
    "App": {
        "fr": "Application",
        "fr_auto": "L’application"
    },
    "Apply Filters": {
        "fr": "Appliquer les filtres",
        "fr_auto": "Appliquer des filtres"
    },
    "Feedback updated successfully.": {
        "fr": "Les commentaires ont été mis à jour avec succès.",
        "fr_auto": "Les commentaires ont été mis à jour avec succès."
    },
    "GPT-4o-mini (Global)": {
        "fr": "GPT-4o-mini (Global)",
        "fr_auto": "GPT-4o-mini (Global)"
    },
    "GPT-4o (Global)": {
        "fr": "GPT-4o (Global)",
        "fr_auto": "GPT-4o (Global)"
    },
    "GPT-4 (Canada)": {
        "fr": "GPT-4 (Canada)",
        "fr_auto": "GPT-4 (Canada)"
    },
    "GPT-3.5 (Canada)": {
        "fr": "GPT-3.5 (Canada)",
        "fr_auto": "GPT-3.5 (Canada)"
    },
    "JUS-managed": {
        "fr": "Géré par JUS",
        "fr_auto": "Gestion du JUS"
    },
    "Shared with me": {
        "fr": "Partagé avec moi",
        "fr_auto": "Partagé avec moi"
    },
    "Make private": {
        "fr": "Rendre privé",
        "fr_auto": "Rendre privé"
    },
    "Toggle chat history sidebar": {
        "fr": "Basculez la barre latérale d'historique",
        "fr_auto": "Basculez la barre latérale historique des discussions"
    },
    "Q&A": {
        "fr": "Question-réponses",
        "fr_auto": "Questions et réponses"
    },
    "Advanced Q&A settings": {
        "fr": "Paramètres avancés de question-réponses",
        "fr_auto": "Paramètres avancés de questions et réponses"
    },
    "Ask a question about federal legislation...": {
        "fr": "Posez une question sur la législation fédérale...",
        "fr_auto": "Posez une question sur la législation fédérale..."
    },
    "Legislation Search - Otto": {
        "fr": "Recherche de législation - Otto",
        "fr_auto": "Recherche de législation - Otto"
    },
    "Legislation Search": {
        "fr": "Recherche de législation",
        "fr_auto": "Recherche de législation"
    },
    "Edit library users - enter Justice email": {
        "fr": "Modifier les utilisateurs de la bibliothèque - saisissez l'addresse courriel de l'employé",
        "fr_auto": "Modifier les utilisateurs de la bibliothèque - entrez l’e-mail justice"
    },
    "Unsaved data source": {
        "fr": "Source de données non enregistrée",
        "fr_auto": "Source de données non enregistrée"
    },
    "Unsaved library": {
        "fr": "Bibliothèque non enregistrée",
        "fr_auto": "Bibliothèque non enregistrée"
    },
    "Let us know what went wrong, or suggest an improvement.": {
        "fr": "Faites-nous savoir ce qui n’a pas fonctionné ou suggérez une amélioration.",
        "fr_auto": "Faites-nous savoir ce qui n’a pas fonctionné ou suggérez une amélioration."
    },
    "AI Assistant": {
        "fr": "Assistant IA",
        "fr_auto": "Assistant IA"
    },
    "Monitoring": {
        "fr": "Suivi",
        "fr_auto": "Suivi"
    },
    "Other": {
        "fr": "Autres",
        "fr_auto": "Autres"
    },
    "Legislation loading": {
        "fr": "Chargement de la législation",
        "fr_auto": "Chargement de la législation"
    },
    "Text extractor": {
        "fr": "Extracteur de texte",
        "fr_auto": "Extracteur de texte"
    },
    "Load test": {
        "fr": "Essai de charge",
        "fr_auto": "Essai de charge"
    },
    "Create": {
        "fr": "Créer",
        "fr_auto": "Créer"
    },
    "Update": {
        "fr": "Mettre à jour",
        "fr_auto": "Mettre à jour"
    },
    "Bad request": {
        "fr": "Mauvaise demande",
        "fr_auto": "Mauvaise demande"
    },
    "We're sorry, but something went wrong.": {
        "fr": "Nous sommes désolés, mais une erreur s’est produite.",
        "fr_auto": "Nous sommes désolés, mais quelque chose s’est mal passé."
    },
    "Permission denied": {
        "fr": "Autorisation refusée",
        "fr_auto": "Autorisation refusée"
    },
    "You do not have permission to access this page.": {
        "fr": "Vous n’êtes pas autorisé à accéder à cette page.",
        "fr_auto": "Vous n’êtes pas autorisé à accéder à cette page."
    },
    "Page not found": {
        "fr": "Page introuvable",
        "fr_auto": "Page introuvable"
    },
    "We're sorry, but the requested page could not be found.": {
        "fr": "Nous sommes désolés, mais la page demandée n’a pas pu être trouvée.",
        "fr_auto": "Nous sommes désolés, mais la page demandée n’a pas pu être trouvée."
    },
    "Server error": {
        "fr": "Erreur du serveur",
        "fr_auto": "Erreur de serveur"
    },
    "Contact us": {
        "fr": "Contactez-nous",
        "fr_auto": "Contactez-nous"
    },
    "The upn column must match the Azure Active Directory (Entra) userPrincipalName property. This is usually the user's Justice email, and is case-sensitive.": {
        "fr": "La colonne upn doit correspondre à la propriété Azure Active Directory (Entra) userPrincipalName. Il s’agit généralement de l’addresse courriel justice de l’utilisateur et est sensible à la casse.",
        "fr_auto": "La colonne upn doit correspondre à la propriété Azure Active Directory (Entra) userPrincipalName. Il s’agit généralement de l’e-mail justice de l’utilisateur et est sensible à la casse."
    },
    "If the user does not exist, their first name, last name and email will be extrapolated from the UPN. These properties will be updated when the user next logs in with Entra.": {
        "fr": "Si l’utilisateur n’existe pas, son prénom, son nom et son adresse courriel seront extrapolés à partir de l’UPN. Ces propriétés seront mises à jour lors de la prochaine connexion de l’utilisateur avec Entra",
        "fr_auto": "Si l’utilisateur n’existe pas, son prénom, son nom et son adresse e-mail seront extrapolés à partir de l’UPN. Ces propriétés seront mises à jour lors de la prochaine connexion de l’utilisateur avec Entra."
    },
    "User-requested URLs for Q&A, summarization etc. which were not on the allow-list": {
        "fr": "URL demandées par l’utilisateur pour les questions-réponses, les résumés, etc. qui ne figuraient pas sur la liste d’adresses autorisées",
        "fr_auto": "URL demandées par l’utilisateur pour les questions et réponses, les résumés, etc. qui ne figuraient pas sur la liste d’adresses autorisées"
    },
    "Update Preset": {
        "fr": "Mettre à jour le préréglage",
        "fr_auto": "Mise à jour prédéfinie"
    },
    "Browse": {
        "fr": "Naviguer",
        "fr_auto": "Parcourir"
    },
    "\n            <strong>Chat</strong> with a secure AI for brainstorming, writing assistance and text formatting.\n          ": {
        "fr": "\n<strong>Clavardez</strong> avec une IA sécurisée pour le brainstorming, l’aide à la rédaction et le formatage du texte.\n          ",
        "fr_auto": "\n<strong>Discutez</strong> avec une IA sécurisée pour le brainstorming, l’aide à la rédaction et le formatage du texte.\n          "
    },
    "Chat mode is not suitable for factual research.": {
        "fr": "Le mode de clavardage ne convient pas à la recherche factuelle.",
        "fr_auto": "Le mode chat ne convient pas à la recherche factuelle."
    },
    "\n            <strong>Q&A</strong> provides answers based on specific documents. Select or create document libraries from the settings sidebar, or simply upload documents to the chat.\n          ": {
        "fr": "\n<strong>Q&R</strong> fournit des réponses basées sur des documents spécifiques. Sélectionnez ou créez des bibliothèques de documents à partir de la barre latérale des paramètres, ou simplement téléversez des documents sur la session de clavardage.\n          ",
        "fr_auto": "\n<strong>Q&R</strong> fournit des réponses basées sur des documents spécifiques. Sélectionnez ou créez des bibliothèques de documents à partir de la barre latérale des paramètres, ou téléchargez simplement des documents sur le chat.\n          "
    },
    "In the AI assistant, document libraries and chats will be deleted after 30 days of inactivity. This means that if you do not open a chat for 30 days, it will be automatically deleted along with all files uploaded to the chat. For libraries, if no changes have been made and no Q&A queries have been performed for 30 days, the library will be automatically deleted.": {
        "fr": "Les bibliothèques de documents et les sessions de clavardage seront supprimés après 30 jours d’inactivité dans l'assistant d'IA. Cela signifie que si vous n’ouvrez pas une session de clavardage pendant 30 jours, elle sera automatiquement supprimée avec tous ses fichiers téléversés. Pour les bibliothèques, si aucune modification n’a été apportée et qu’aucune requête Q&R n’a été effectuée pendant 30 jours, la bibliothèque sera automatiquement supprimée.",
        "fr_auto": "Dans l’assistant IA, les bibliothèques de documents et les chats seront supprimés après 30 jours d’inactivité. Cela signifie que si vous n’ouvrez pas un chat pendant 30 jours, il sera automatiquement supprimé avec tous les fichiers téléchargés sur le chat. Pour les bibliothèques, si aucune modification n’a été apportée et qu’aucune requête Q&A n’a été effectuée pendant 30 jours, la bibliothèque sera automatiquement supprimée."
    },
    "Read and follow the notices within Otto tools like the AI assistant. Certain tools such as the Chat mode should not be trusted for facts. Instead, use the Q&A and Summarize modes to ground the AI's responses in trusted sources such as documents that you upload or a shared document library.": {
        "fr": "Lisez et suivez les avis de confidentialité dans les outils Otto comme l’assistant d’IA. Certains outils tels que le mode Clavardez ne doivent pas être considérés comme faits. Utilisez plutôt les modes Q&R et Résumer pour ancrer les réponses de l’IA dans des sources fiables telles que les documents que vous téléversez ou dans une bibliothèque de documents partagée.",
        "fr_auto": "Lisez et suivez les avis dans les outils Otto comme l’assistant d’IA. Certains outils tels que le mode Chat ne doivent pas être fiables pour les faits. Utilisez plutôt les modes Q&R et Summarize pour ancrer les réponses de l’IA dans des sources fiables telles que les documents que vous téléchargez ou une bibliothèque de documents partagée."
    },
    "In the AI assistant, apply security classification labels to chats and document libraries when they contain classified and/or personal information.": {
        "fr": "Dans l’Assistant IA, appliquez des étiquettes de classification de sécurité aux sessions de clavardage et aux bibliothèques de documents lorsqu’elles contiennent des informations classifiées et/ou personnelles.",
        "fr_auto": "Dans l’Assistant IA, appliquez des étiquettes de classification de sécurité aux chats et aux bibliothèques de documents lorsqu’elles contiennent des informations classifiées et/ou personnelles."
    },
    "Email administrators": {
        "fr": "Contactez les administrateurs",
        "fr_auto": "Administrateurs de messagerie"
    },
    "If information is shared with you through Otto which you should not have access to, use the provided links to email the authors or library administrators. If this is not possible, contact the Otto team at the following email address to report a privacy issue:": {
        "fr": "Si des informations sont partagées avec vous via Otto auxquelles vous ne devriez pas avoir accès, utilisez les liens fournis pour envoyer un courriel aux auteurs ou aux administrateurs de la bibliothèque. Si cela n’est pas possible, contactez l’équipe Otto à l’adresse courriel suivante pour signaler un problème de confidentialité :",
        "fr_auto": "Si des informations sont partagées avec vous via Otto auxquelles vous ne devriez pas avoir accès, utilisez les liens fournis pour envoyer un e-mail aux auteurs ou aux administrateurs de la bibliothèque. Si cela n’est pas possible, contactez l’équipe Otto à l’adresse e-mail suivante pour signaler un problème de confidentialité :"
    },
    "This chat was shared with you and is read-only.": {
        "fr": "Cette session de clavardage a été partagé avec vous et est en lecture seule.",
        "fr_auto": "Ce chat a été partagé avec vous et est en lecture seule."
    },
    "email the chat author": {
        "fr": "envoyer un courriel à l’auteur de la sesison de clavardage",
        "fr_auto": "envoyer un e-mail à l’auteur du chat"
    },
    "Limit information shared in chats and Q&A libraries (deleted after 30 days inactivity).": {
        "fr": "Limitez les informations partagées dans les sessions de clavardage et les bibliothèques de questions-réponses (supprimées après 30 jours d’inactivité).",
        "fr_auto": "Limitez les informations partagées dans les chats et les bibliothèques de questions et réponses (supprimées après 30 jours d’inactivité)."
    },
    "\n            <strong>Q&A</strong> provides answers based on specific documents. Select or create document libraries from the settings sidebar, or upload files and enter URLs directly in the chat.\n          ": {
        "fr": "\n<strong>Q&R</strong> fournit des réponses basées sur des documents spécifiques. Sélectionnez ou créez des bibliothèques de documents dans la barre latérale des paramètres, ou téléchargez des fichiers et entrez des URL directement dans la session de clavardage.\n          ",
        "fr_auto": "\n<strong>Q&R</strong> fournit des réponses basées sur des documents spécifiques. Sélectionnez ou créez des bibliothèques de documents dans la barre latérale des paramètres, ou téléchargez des fichiers et entrez des URL directement dans le chat.\n          "
    },
    "Read and follow the notices within Otto tools like the AI assistant. Certain tools such as the Chat mode should not be trusted to provide factual information. Instead, use the Q&A and Summarize modes to ground the AI's responses in trusted sources such as documents that you upload or a shared document library.": {
        "fr": "Lisez et suivez les avis dans les outils Otto comme l’assistant d’IA. Certains outils tels que le mode Clavardez ne doivent pas être considérés comme étant fiables pour fournir des faits. Utilisez plutôt les modes Q&R et Résumer pour ancrer les réponses de l’IA dans des sources fiables telles que les documents que vous téléversez ou dans une bibliothèque de documents partagée.",
        "fr_auto": "Lisez et suivez les avis dans les outils Otto comme l’assistant d’IA. Certains outils tels que le mode Chat ne doivent pas être fiables pour fournir des informations factuelles. Utilisez plutôt les modes Q&R et Summarize pour ancrer les réponses de l’IA dans des sources fiables telles que les documents que vous téléchargez ou une bibliothèque de documents partagée."
    },
    "Chats": {
        "fr": "Clavardages",
        "fr_auto": "Les chats"
    },
    "Select chat(s)": {
        "fr": "Sélectionnez clavardages(s)",
        "fr_auto": "Sélectionnez chat(s)"
    },
    "Selected chats": {
        "fr": "Clavardages sélectionnés",
        "fr_auto": "Chats sélectionnés"
    },
    "User chat uploads": {
        "fr": "Téléchargements de clavardage utilisateur",
        "fr_auto": "Téléchargements de chat utilisateur"
    },
    "All chats": {
        "fr": "Tous les clavardage",
        "fr_auto": "Tous les chats"
    },
    "Chat uploads": {
        "fr": "Téléchargements de clavardage",
        "fr_auto": "Téléchargements de chat"
    },
    "No chats to show.": {
        "fr": "Pas de clavardages à montrer.",
        "fr_auto": "Pas de chats à montrer."
    },
    "This chat": {
        "fr": "Ce clavardage",
        "fr_auto": "Ce chat"
    },
    "Managed by me": {
        "fr": "Je gère",
        "fr_auto": "Géré par moi"
    },
    "Select document(s)": {
        "fr": "Sélectionner le(s) document(s)",
        "fr_auto": "Sélectionner le(s) document(s)"
    },
    "Entire library": {
        "fr": "Bibliothèque entière",
        "fr_auto": "Bibliothèque entière"
    },
    "Selected documents": {
        "fr": "Documents sélectionnés",
        "fr_auto": "Documents sélectionnés"
    },
    "Use top sources only (fast, cheap)": {
        "fr": "Utilisez les meilleures sources uniquement (rapide, pas cher)",
        "fr_auto": "Utilisez les meilleures sources uniquement (rapide, pas cher)"
    },
    "Full documents, separate answers ($)": {
        "fr": "Documents complets, réponses séparées ($)",
        "fr_auto": "Documents complets, réponses séparées ($)"
    },
    "Full documents, combined answer ($)": {
        "fr": "Documents complets, réponse combinée ($)",
        "fr_auto": "Documents complets, réponse combinée ($)"
    },
    "Relevance score": {
        "fr": "Cote de pertinence",
        "fr_auto": "Cote de pertinence"
    },
    "Reading order": {
        "fr": "Ordre de lecture",
        "fr_auto": "Ordre de lecture"
    },
    "Source not available (document deleted or modified since message)": {
        "fr": "Source non disponible (document supprimé ou modifié depuis ce message)",
        "fr_auto": "Source non disponible (document supprimé ou modifié depuis le message)"
    },
    "Current date: {time}": {
        "fr": "Date actuelle : {time}",
        "fr_auto": "Date actuelle : {time}"
    },
    "Invalid mode.": {
        "fr": "Mode non valide.",
        "fr_auto": "Mode non valide."
    },
    "No text to summarize.": {
        "fr": "Aucun texte à résumer.",
        "fr_auto": "Aucun texte à résumer."
    },
    "Couldn't retrieve the webpage. The site might block bots. Try copy & pasting the webpage here.": {
        "fr": "Impossible de récupérer la page web. Le site peut bloquer les robots. Essayez de copier et coller la page Web ici.",
        "fr_auto": "Impossible de récupérer la page Web. Le site peut bloquer les robots. Essayez de copier et coller la page Web ici."
    },
    "Initiating translation...": {
        "fr": "Initialisation de la traduction...",
        "fr_auto": "Initier la traduction..."
    },
    "Translating file": {
        "fr": "Traduction du fichier",
        "fr_auto": "Traduction d’un fichier"
    },
    "Error translating files.": {
        "fr": "Erreur de traduction des fichiers.",
        "fr_auto": "Erreur de traduction des fichiers."
    },
    "URL ready for Q&A.": {
        "fr": "URL prête pour les questions et réponses.",
        "fr_auto": "URL prête pour les questions et réponses."
    },
    "new document(s) ready for Q&A.": {
        "fr": "nouveau(s) document(s) prêt(s) pour les questions et réponses.",
        "fr_auto": "nouveau(s) document(s) prêt(s) pour les questions et réponses."
    },
    "There was an error processing your request.": {
        "fr": "Une erreur s'est produite lors du traitement de votre demande.",
        "fr_auto": "Il y a eu une erreur de traitement de votre demande."
    },
    "No user message found.": {
        "fr": "Aucun message de l’utilisateur trouvé.",
        "fr_auto": "Aucun message de l’utilisateur trouvé."
    },
    "Close": {
        "fr": "Fermer",
        "fr_auto": "Fermer"
    },
    "Stop": {
        "fr": "Arrêter",
        "fr_auto": "Arrêtez"
    },
    "Summarize": {
        "fr": "Résumer",
        "fr_auto": "Résumer"
    },
    "Translate": {
        "fr": "Traduire",
        "fr_auto": "Traduire"
    },
    "Upload": {
        "fr": "Téléverser",
        "fr_auto": "Télécharger"
    },
    "Settings": {
        "fr": "Paramètres",
        "fr_auto": "Paramètres"
    },
    "Message": {
        "fr": "Message",
        "fr_auto": "Le message"
    },
    "Type your message here...": {
        "fr": "Écrivez votre message ici...",
        "fr_auto": "Tapez votre message ici..."
    },
    "Send": {
        "fr": "Envoyer",
        "fr_auto": "Envoyer"
    },
    "Options": {
        "fr": "Options",
        "fr_auto": "Options"
    },
    "Rename": {
        "fr": "Renommer",
        "fr_auto": "Renommer"
    },
    "Delete": {
        "fr": "Supprimer",
        "fr_auto": "Supprimer"
    },
    "Cancel": {
        "fr": "Annuler",
        "fr_auto": "Annuler"
    },
    "AI Assistant - Otto": {
        "fr": "Assistant IA - Otto",
        "fr_auto": "Assistant IA - Otto"
    },
    "Show all...": {
        "fr": "Tout montrez...",
        "fr_auto": "Montrez tout..."
    },
    "Open presets menu": {
        "fr": "Ouvrir le menu des préréglages",
        "fr_auto": "Ouvrir le menu des préréglages"
    },
    "Save": {
        "fr": "Enregistrer",
        "fr_auto": "Enregistrer"
    },
    "Reset settings to default": {
        "fr": "Réinitialiser les paramètres",
        "fr_auto": "Réinitialiser les paramètres par défaut"
    },
    "Set security label": {
        "fr": "Définir l’étiquette de sécurité",
        "fr_auto": "Définir l’étiquette de sécurité"
    },
    "Warning": {
        "fr": "Avertissement",
        "fr_auto": "Avertissement"
    },
    "Safe use of the AI Assistant": {
        "fr": "Utilisation sécuritaire de l’assistant IA",
        "fr_auto": "Utilisation sécuritaire de l’assistant IA"
    },
    "File": {
        "fr": "Fichier",
        "fr_auto": "Fichier"
    },
    "Copy": {
        "fr": "Copier",
        "fr_auto": "Copie"
    },
    "Like": {
        "fr": "J'aime",
        "fr_auto": "Comme"
    },
    "Dislike": {
        "fr": "Je n'aime pas",
        "fr_auto": "N’aime pas"
    },
    "Edit in new prompt": {
        "fr": "Modifier dans une nouvelle invite",
        "fr_auto": "Modifier dans une nouvelle invite"
    },
    "Delete message": {
        "fr": "Supprimer le message",
        "fr_auto": "Supprimer le message"
    },
    "\n      Translated %(num_files)s/%(total_files)s files:\n    ": {
        "fr": "\n      Traduit %(num_files)s fichier(s) sur %(total_files)s:\n    ",
        "fr_auto": "\n      Translated %(num_files)s/%(total_files)s files:\n    "
    },
    "\n      Uploaded %(num_files)s file%(s)s\n    ": {
        "fr": "\n      Téléversé %(num_files)s fichier%(s)s\n    ",
        "fr_auto": "\n      Uploaded %(num_files)s file%(s)s\n    "
    },
    "deleted": {
        "fr": "supprimé",
        "fr_auto": "supprimé"
    },
    "Sources": {
        "fr": "Sources",
        "fr_auto": "Les sources"
    },
    "Selected library:": {
        "fr": "Bibliothèque sélectionnée :",
        "fr_auto": "Bibliothèque sélectionnée :"
    },
    "Model": {
        "fr": "Modèle",
        "fr_auto": "Modèle"
    },
    "Style": {
        "fr": "Style",
        "fr_auto": "Le style"
    },
    "Summary length": {
        "fr": "Longueur du résumé",
        "fr_auto": "Longueur du résumé"
    },
    "Desired language": {
        "fr": "Langue souhaitée",
        "fr_auto": "Langue souhaitée"
    },
    "Avoid personal pronouns": {
        "fr": "Évitez les pronoms personnels",
        "fr_auto": "Évitez les pronoms personnels"
    },
    "Additional instructions": {
        "fr": "Instructions supplémentaires",
        "fr_auto": "Instructions supplémentaires"
    },
    "Custom summarize prompt": {
        "fr": "Invite de résumé personnalisée",
        "fr_auto": "Invite de résumé personnalisée"
    },
    "(overrides all previous settings)": {
        "fr": "(remplace tous les paramètres précédents)",
        "fr_auto": "(remplace tous les paramètres précédents)"
    },
    "Library": {
        "fr": "Bibliothèque",
        "fr_auto": "Bibliothèque"
    },
    "Edit libraries": {
        "fr": "Modifier les bibliothèques",
        "fr_auto": "Modifier les bibliothèques"
    },
    "Search mode": {
        "fr": "Mode de recherche",
        "fr_auto": "Mode de recherche"
    },
    "Edit advanced settings and prompts": {
        "fr": "Modifier les paramètres avancés et les invites",
        "fr_auto": "Modifier les paramètres avancés et les invites"
    },
    "Filter results": {
        "fr": "Résultats du filtre",
        "fr_auto": "Résultats du filtre"
    },
    "Keyword ↔ Vector": {
        "fr": "Vecteur ↔ mots clés",
        "fr_auto": "Vecteur ↔ mots clés"
    },
    "Drag or use the left and right arrows to resize.": {
        "fr": "Faites glisser ou utilisez les flèches gauche et droite de votre clavier pour redimensionner.",
        "fr_auto": "Faites glisser ou utilisez les flèches gauche et droite pour redimensionner."
    },
    "Reset": {
        "fr": "Réinitialiser",
        "fr_auto": "Réinitialiser"
    },
    "Protected B approved:": {
        "fr": "Approuvé pour le matériel protégé b",
        "fr_auto": "Protégé B approuvé :"
    },
    "The processing of your file(s) was interrupted.": {
        "fr": "Le traitement de vos dossiers a été interrompu.",
        "fr_auto": "Le traitement de vos dossiers a été interrompu."
    },
    "An interruption occurred while generating the response.": {
        "fr": "Une interruption s’est produite pendant la production de la réponse.",
        "fr_auto": "Une interruption s’est produite pendant la génération de la réponse."
    },
    "Drop files anywhere": {
        "fr": "Placez des fichiers n’importe où sur la page",
        "fr_auto": "Déposez des fichiers n’importe où"
    },
    "\n        Uploading <span class=\"filename fst-italic\">'filename'</span>\n      ": {
        "fr": "\nTéléversement <span class=\"filename fst-italic\">'filename'</span>\n      ",
        "fr_auto": "\nTéléchargement <span class=\"filename fst-italic\">'filename'</span>\n      "
    },
    "File upload progress": {
        "fr": "Progression du téléversement de fichiers",
        "fr_auto": "Progression du téléversement de fichiers"
    },
    "for translation:": {
        "fr": "pour la traduction :",
        "fr_auto": "pour la traduction :"
    },
    "for summarization:": {
        "fr": "à des fins de résumé :",
        "fr_auto": "à des fins de résumé :"
    },
    "System prompt": {
        "fr": "Invite du système",
        "fr_auto": "Invite système"
    },
    "Maximum sources": {
        "fr": "Sources maximales",
        "fr_auto": "Sources maximales"
    },
    "Order sources by": {
        "fr": "Classer les source par",
        "fr_auto": "Commander les sources par"
    },
    "Relevance (score)": {
        "fr": "Pertinence (cote)",
        "fr_auto": "Pertinence (cote)"
    },
    "Answer granularity": {
        "fr": "Granularité de la réponse",
        "fr_auto": "Granularité de réponse"
    },
    "Single answer": {
        "fr": "Réponse unique",
        "fr_auto": "Réponse unique"
    },
    "Granular answers": {
        "fr": "Réponses granulaires",
        "fr_auto": "Réponses granulaires"
    },
    "Granularity": {
        "fr": "Granularité",
        "fr_auto": "Granularité"
    },
    "Fine": {
        "fr": "Précis",
        "fr_auto": "Fin"
    },
    "Coarse": {
        "fr": "Approximatif",
        "fr_auto": "Grossier"
    },
    "GPT-4o-mini (fastest, best value)": {
        "fr": "GPT-4o-mini (le plus rapide, meilleur rapport qualité-prix)",
        "fr_auto": "GPT-4o-mini (le plus rapide, meilleur rapport qualité-prix)"
    },
    "GPT-4o (best quality, but 25x cost)": {
        "fr": "GPT-4o (meilleure qualité, mais coûte 25x)",
        "fr_auto": "GPT-4o (meilleure qualité, mais coût 25x)"
    },
    "Creative": {
        "fr": "Créatif",
        "fr_auto": "Créatif"
    },
    "Select folder(s)": {
        "fr": "Sélectionner le(s) dossier(s)",
        "fr_auto": "Sélectionner le(s) dossier(s)"
    },
    "Selected folders": {
        "fr": "Dossiers sélectionnés",
        "fr_auto": "Dossiers sélectionnés"
    },
    "Adding to the Q&A library": {
        "fr": "En cours d'ajout à la bibliothèque de questions-réponses",
        "fr_auto": "Ajout à la bibliothèque de questions et réponses"
    },
    "Error processing the following document(s):": {
        "fr": "Erreur de traitement du ou des documents suivants :",
        "fr_auto": "Erreur de traitement du ou des documents suivants :"
    },
    "Sorry, I couldn't find any information about that. Try selecting more folders or documents, or try a different library.": {
        "fr": "",
        "fr_auto": "Désolé, je n’ai trouvé aucune information à ce sujet. Essayez de sélectionner plus de dossiers ou de documents, ou essayez une autre bibliothèque."
    },
    "Sorry, I couldn't find any information about that. Try selecting a different library or folder.": {
        "fr": "",
        "fr_auto": "Désolé, je n’ai trouvé aucune information à ce sujet. Essayez de sélectionner une autre bibliothèque ou un autre dossier."
    },
    "If you should not have access,": {
        "fr": "Si vous ne devriez pas y avoir accès,",
        "fr_auto": "Si vous ne devriez pas y avoir accès,"
    },
    "to report the issue.": {
        "fr": "pour signaler le problème.",
        "fr_auto": "pour signaler le problème."
    },
    "Drag or use the up and down arrows to resize.": {
        "fr": "Faites glisser la barre ou utilisez les flèches haut et bas de votre clavier pour redimensionner l'espace.",
        "fr_auto": "Faites glisser ou utilisez les flèches haut et bas pour redimensionner."
    },
    "ChatGPT for writing assistance (not for facts)": {
        "fr": "",
        "fr_auto": "ChatGPT pour l’aide à la rédaction (pas pour les faits)"
    },
    "Ask questions about documents": {
        "fr": "Posez des questions sur le contenu de vos documents",
        "fr_auto": "Posez des questions sur les documents"
    },
    "Summarize text, files and URLs": {
        "fr": "Résumer du texte, des fichiers et le contenu de site web.",
        "fr_auto": "Résumer le texte, les fichiers et les URL"
    },
    "Translate text and files to English or French": {
        "fr": "Traduisez du texte et des fichiers en anglais ou en français.",
        "fr_auto": "Traduire du texte et des fichiers en anglais ou en français"
    },
    "Help me write a good prompt": {
        "fr": "",
        "fr_auto": "Aidez-moi à écrire une bonne invite"
    },
    "Save preset from current settings": {
        "fr": "Enregistrer le préréglage à partir des paramètres actuels",
        "fr_auto": "Enregistrer le préréglage à partir des paramètres actuels"
    },
    "Use with unclassified, Protected A or Protected B information only.": {
        "fr": "Utilisez uniquement avec des informations non classifiées, protégées A ou Protégées B.",
        "fr_auto": "Utilisez uniquement avec des informations non classifiées, protégées A ou Protégées B."
    },
    "Unclassified only:": {
        "fr": "Non classifié seulement :",
        "fr_auto": "Non classifié seulement :"
    },
    "This is a development / testing environment. Use unclassified information only.": {
        "fr": "Il s’agit d’un environnement de développement / test. Utilisez uniquement des informations non classifiées.",
        "fr_auto": "Il s’agit d’un environnement de développement / test. Utilisez uniquement des informations non classifiées."
    },
    "Human review required:": {
        "fr": "Examen humain requis :",
        "fr_auto": "Examen humain requis :"
    },
    "AI can make mistakes. Review the text before using it in an official capacity.": {
        "fr": "",
        "fr_auto": "L’IA peut faire des erreurs. Passez en revue le texte avant de l’utiliser à titre officiel."
    },
    "Not for legal advice or research:": {
        "fr": "",
        "fr_auto": "Pas pour des conseils juridiques ou de la recherche :"
    },
    "Does not connect to legal databases like Westlaw, Lexis or CanLII.": {
        "fr": "",
        "fr_auto": "Ne se connecte pas aux bases de données juridiques comme Westlaw, Lexis ou CanLII."
    },
    "Not for decision-making:": {
        "fr": "",
        "fr_auto": "Pas pour la prise de décision :"
    },
    "Do not use for legal decisions, administrative decisions affecting individuals, etc.": {
        "fr": "",
        "fr_auto": "Ne pas utiliser pour les décisions juridiques, les décisions administratives affectant les individus, etc."
    },
    "Information management:": {
        "fr": "",
        "fr_auto": "Gestion de l’information :"
    },
    "\n            <strong>Summarize</strong> uploaded documents. You may also input free text or enter a URL for a web page.\n          ": {
        "fr": "",
        "fr_auto": "\n<strong>Résumez les</strong> documents téléchargés. Vous pouvez également entrer du texte libre ou entrer une URL pour une page Web.\n          "
    },
    "AI-generated summaries may contain inaccuracies. Review the text before using it for official purposes.": {
        "fr": "",
        "fr_auto": "Les résumés générés par l’IA peuvent contenir des inexactitudes. Passez en revue le texte avant de l’utiliser à des fins officielles."
    },
    "\n            <strong>Translate</strong> input text or uploaded documents from any language into French or English.\n          ": {
        "fr": "",
        "fr_auto": "\n<strong>Traduire le</strong> texte d’entrée ou les documents téléchargés de n’importe quelle langue en français ou en anglais.\n          "
    },
    "Translations should undergo human review prior to use in a legal or official capacity.": {
        "fr": "",
        "fr_auto": "Les traductions doivent faire l’objet d’un examen humain avant d’être utilisées à titre juridique ou officiel."
    },
    "For official use, always verify generated material with the provided sources due to the potential for inaccuracies.": {
        "fr": "",
        "fr_auto": "Pour un usage officiel, vérifiez toujours le matériel généré avec les sources fournies en raison du risque d’inexactitudes."
    },
    "Remove irrelevant sources": {
        "fr": "",
        "fr_auto": "Supprimer les sources non pertinentes"
    },
    "(Optional) Define AI model's role, background information, rules to follow, examples.": {
        "fr": "",
        "fr_auto": "(Facultatif) Définissez le rôle du modèle d’IA, les informations de fond, les règles à suivre, les exemples."
    },
    "Pre-query instructions": {
        "fr": "",
        "fr_auto": "Instructions préalables à la requête"
    },
    "(Recommended) What model should with context and query, formatting instructions.": {
        "fr": "",
        "fr_auto": "(Recommandé) Quel modèle devrait avec le contexte et la requête, les instructions de formatage."
    },
    "Post-query instructions": {
        "fr": "",
        "fr_auto": "Instructions post-requête"
    },
    "(Optional) Final reminders of desired behaviour. Keep this short.": {
        "fr": "",
        "fr_auto": "(Facultatif) Derniers rappels du comportement souhaité. Restez bref."
    },
    "Save changes": {
        "fr": "",
        "fr_auto": "Enregistrer les modifications"
    },
    "Edit": {
        "fr": "Modifier",
        "fr_auto": "Modifier"
    },
    "Create preset from current settings": {
        "fr": "Créer un préréglage à partir des paramètres actuels",
        "fr_auto": "Créer un préréglage à partir des paramètres actuels"
    },
    "Remove default": {
        "fr": "Supprimer la valeur par défaut",
        "fr_auto": "Supprimer la valeur par défaut"
    },
    "Set as default": {
        "fr": "Défini par défaut",
        "fr_auto": "Défini par défaut"
    },
    "No presets available": {
        "fr": "Aucun préréglage disponible",
        "fr_auto": "Aucun préréglage disponible"
    },
    "Remove from favourites": {
        "fr": "Retirer des favoris",
        "fr_auto": "Retirer des favoris"
    },
    "Add to favourites": {
        "fr": "Ajouter aux favoris",
        "fr_auto": "Ajouter aux favoris"
    },
    "Please provide a title in either English or French.": {
        "fr": "Veuillez fournir un titre en anglais ou en français.",
        "fr_auto": "Veuillez fournir un titre en anglais ou en français."
    },
    "Please provide at least one user for the accessible field.": {
        "fr": "Veuillez fournir au moins un utilisateur au champ « accessible ».",
        "fr_auto": "Veuillez fournir au moins un utilisateur pour le champ accessible."
    },
    "Title (English)": {
        "fr": "Titre (anglais)",
        "fr_auto": "Titre (anglais)"
    },
    "Description (English)": {
        "fr": "Description (anglais)",
        "fr_auto": "Description (anglais)"
    },
    "Title (French)": {
        "fr": "Titre (français)",
        "fr_auto": "Titre (français)"
    },
    "Description (French)": {
        "fr": "Description (français)",
        "fr_auto": "Description (français)"
    },
    "Privacy controls": {
        "fr": "Contrôles de confidentialité",
        "fr_auto": "Contrôles de confidentialité"
    },
    "Share with:": {
        "fr": "Partager avec :",
        "fr_auto": "Partager avec :"
    },
    "Replace with current settings": {
        "fr": "Remplacer par les paramètres actuels",
        "fr_auto": "Remplacer par les paramètres actuels"
    },
    "This is the default Otto preset. Use caution!": {
        "fr": "Il s’agit du préréglage Otto par défaut. Soyez prudent !",
        "fr_auto": "Il s’agit du préréglage Otto par défaut. Soyez prudent !"
    },
    "Changes will be visible to all Otto users.": {
        "fr": "Les modifications seront visibles pour tous les utilisateurs d’Otto.",
        "fr_auto": "Les modifications seront visibles pour tous les utilisateurs d’Otto."
    },
    "Are you sure you want to delete this preset?": {
        "fr": "Êtes-vous sûr de vouloir supprimer ce préréglage ?",
        "fr_auto": "Êtes-vous sûr de vouloir supprimer ce préréglage ?"
    },
    "Create New Preset": {
        "fr": "Créer un nouveau préréglage",
        "fr_auto": "Créer un nouveau préréglage"
    },
    "Create a new preset from your current settings.": {
        "fr": "Créez un nouveau préréglage à partir de vos paramètres actuels.",
        "fr_auto": "Créez un nouveau préréglage à partir de vos paramètres actuels."
    },
    "Improve prompt using AI": {
        "fr": "Améliorer l’invite à l’aide de l’IA",
        "fr_auto": "Améliorer l’invite à l’aide de l’IA"
    },
    "Loading": {
        "fr": "Chargement",
        "fr_auto": "Chargement"
    },
    "Generate a more detailed version of your prompt. Use this as a starting point for further edits.": {
        "fr": "Générez une version plus détaillée de votre invite. Utilisez ceci comme point de départ pour d’autres modifications.",
        "fr_auto": "Générez une version plus détaillée de votre invite. Utilisez ceci comme point de départ pour d’autres modifications."
    },
    "Type your prompt here...": {
        "fr": "Écrivez votre invite ici...",
        "fr_auto": "Tapez votre invite ici..."
    },
    "Generate": {
        "fr": "Générer",
        "fr_auto": "Générer"
    },
    "Your prompt": {
        "fr": "Votre invite",
        "fr_auto": "Votre invite"
    },
    "AI-generated prompt": {
        "fr": "Invite générée par l’IA",
        "fr_auto": "Invite générée par l’IA"
    },
    "Regenerate": {
        "fr": "Régénérer",
        "fr_auto": "Régénérer"
    },
    "Use this prompt": {
        "fr": "Utilisez cette invite",
        "fr_auto": "Utilisez cette invite"
    },
    "QA library for settings preset not accessible. It has been reset to your personal library.": {
        "fr": "Bibliothèque question-répnse pour les paramètres prédéfinis non accessibles. Il a été réinitialisé à votre bibliothèque personnelle.",
        "fr_auto": "Bibliothèque d’assurance qualité pour les paramètres prédéfinis non accessibles. Il a été réinitialisé à votre bibliothèque personnelle."
    },
    "Response stopped early. Costs may still be incurred after stopping.": {
        "fr": "La réponse à votre requête s’est arrêtée avant la fin de son exécution. Des coûts peuvent encore être engendrés.",
        "fr_auto": "La réponse s’est arrêtée tôt. Des coûts peuvent encore être engagés après l’arrêt."
    },
    "An error occurred.": {
        "fr": "Une erreur s’est produite.",
        "fr_auto": "Une erreur s’est produite."
    },
    "with files:": {
        "fr": "avec les fichiers :",
        "fr_auto": "avec des fichiers :"
    },
    "No text provided.": {
        "fr": "Aucun texte n’a été fourni.",
        "fr_auto": "Aucun texte n’a été fourni."
    },
    "**No relevant sources found.**": {
        "fr": "**Aucune source pertinente n’a été trouvée.**",
        "fr_auto": "**Aucune source pertinente n’a été trouvée.**"
    },
    "Sorry, that URL isn't allowed. Otto can only access sites ending in:": {
        "fr": "Désolé, cette URL n’est pas autorisée. Otto ne peut accéder qu’aux sites se terminant par :",
        "fr_auto": "Désolé, cette URL n’est pas autorisée. Otto ne peut accéder qu’aux sites se terminant par :"
    },
    "(e.g., `justice.gc.ca` or `www.tbs-sct.canada.ca` are also allowed)": {
        "fr": "(p. ex., « justice.gc.ca » ou « www.tbs-sct.canada.ca » sont également autorisés)",
        "fr_auto": "(p. ex., « justice.gc.ca » ou « www.tbs-sct.canada.ca » sont également autorisés)"
    },
    "As a workaround, you can save the content to a file and upload it here.": {
        "fr": "Alternativement, vous pouvez enregistrer le contenu du site dans un fichier et le téléverser ici.",
        "fr_auto": "Comme solution de contournement, vous pouvez enregistrer le contenu dans un fichier et le télécharger ici."
    },
    "Preset loaded successfully.": {
        "fr": "Préréglage chargé avec succès.",
        "fr_auto": "Préréglage chargé avec succès."
    },
    "Preset saved successfully.": {
        "fr": "Préréglage enregistré avec succès.",
        "fr_auto": "Préréglage enregistré avec succès."
    },
    "Preset updated successfully.": {
        "fr": "Préréglage mis à jour avec succès.",
        "fr_auto": "Préréglage mis à jour avec succès."
    },
    "Preset deleted successfully.": {
        "fr": "Préréglage supprimé avec succès.",
        "fr_auto": "Préréglage supprimé avec succès."
    },
    "Preset added to favourites.": {
        "fr": "Préréglage ajouté aux favoris.",
        "fr_auto": "Préréglage ajouté aux favoris."
    },
    "Preset removed from favourites.": {
        "fr": "Préréglage retiré des favoris.",
        "fr_auto": "Préréglage retiré des favoris."
    },
    "An error occurred while setting the preset as favourite.": {
        "fr": "Une erreur s’est produite lors de la définition du préréglage comme favori.",
        "fr_auto": "Une erreur s’est produite lors de la définition du préréglage comme favori."
    },
    "Default preset was set successfully.": {
        "fr": "Le paramètre prédéfini par défaut a été défini avec succès.",
        "fr_auto": "Le paramètre prédéfini par défaut a été défini avec succès."
    },
    "An error occurred while setting the default preset.": {
        "fr": "Une erreur s’est produite lors de la définition du préréglage par défaut.",
        "fr_auto": "Une erreur s’est produite lors de la définition du préréglage par défaut."
    },
    "All acts and regulations": {
        "fr": "",
        "fr_auto": "Toutes les lois et tous les règlements"
    },
    "All acts": {
        "fr": "",
        "fr_auto": "Tous les actes"
    },
    "All regulations": {
        "fr": "",
        "fr_auto": "Tous les règlements"
    },
    "Specific act(s)/regulation(s)...": {
        "fr": "",
        "fr_auto": "Loi(s)/règlement(s) spécifique(s)..."
    },
    "Enabled by specific act(s)...": {
        "fr": "",
        "fr_auto": "Activé par des actes spécifiques..."
    },
    "Select laws to search": {
        "fr": "",
        "fr_auto": "Sélectionner des lois à rechercher"
    },
    "Select act(s)/regulation(s)": {
        "fr": "",
        "fr_auto": "Certains actes/règlements"
    },
    "Select enabling act(s)": {
        "fr": "",
        "fr_auto": "Sélectionnez loi(s) habilitante(s)"
    },
    "All dates": {
        "fr": "",
        "fr_auto": "Toutes les dates"
    },
    "Filter by section date metadata...": {
        "fr": "",
        "fr_auto": "Filtrer par section les métadonnées de date..."
    },
    "Select date filters": {
        "fr": "",
        "fr_auto": "Sélectionner des filtres de date"
    },
    "In force as of (start)": {
        "fr": "",
        "fr_auto": "En vigueur à partir du (début)"
    },
    "In force as of (end)": {
        "fr": "",
        "fr_auto": "En vigueur à compter du (fin)"
    },
    "Last amended (start)": {
        "fr": "",
        "fr_auto": "Dernière modification (début)"
    },
    "Last amended (end)": {
        "fr": "",
        "fr_auto": "Dernière modification (fin)"
    },
    "Number of sources": {
        "fr": "",
        "fr_auto": "Nombre de sources"
    },
    "Trim redundant sources": {
        "fr": "",
        "fr_auto": "Couper les sources redondantes"
    },
    "AI model": {
        "fr": "",
        "fr_auto": "Modèle d’IA"
    },
    "Max input tokens": {
        "fr": "",
        "fr_auto": "Nombre maximal de jetons d’entrée"
    },
    "Additional instructions for AI answer": {
        "fr": "",
        "fr_auto": "Instructions supplémentaires pour la réponse à l’IA"
    },
    "Query": {
        "fr": "Requête",
        "fr_auto": "Requête"
    },
    "AI answer": {
        "fr": "Réponse de l’IA",
        "fr_auto": "Réponse de l’IA"
    },
    "Any language results": {
        "fr": "",
        "fr_auto": "Tous les résultats linguistiques"
    },
    "Basic search": {
        "fr": "Recherche de base",
        "fr_auto": "Recherche de base"
    },
    "Advanced search": {
        "fr": "Recherche avancée",
        "fr_auto": "Recherche avancée"
    },
    "Last refreshed from the": {
        "fr": "",
        "fr_auto": "Dernière actualisation à partir de l'"
    },
    "repository on": {
        "fr": "",
        "fr_auto": "référentiel sur"
    },
    "Clear": {
        "fr": "Effacer",
        "fr_auto": "Effacer"
    },
    "Advanced search options": {
        "fr": "Options de recherche avancées",
        "fr_auto": "Options de recherche avancées"
    },
    "AI-generated answer &mdash; may contain inaccuracies": {
        "fr": "Réponse générée par l’IA — peut contenir des inexactitudes",
        "fr_auto": "Réponse générée par l’IA — peut contenir des inexactitudes"
    },
    "Error getting search results:": {
        "fr": "",
        "fr_auto": "Erreur d’obtention des résultats de recherche :"
    },
    "No sources found. Please modify the search options or use basic search.": {
        "fr": "Aucune source trouvée. Veuillez modifier les options de recherche ou utiliser la recherche de base.",
        "fr_auto": "Aucune source trouvée. Veuillez modifier les options de recherche ou utiliser la recherche de base."
    },
    "Results for &quot;": {
        "fr": "",
        "fr_auto": "Résultats pour «"
    },
    "&quot;": {
        "fr": "»",
        "fr_auto": "&quot;"
    },
    "Part": {
        "fr": "",
        "fr_auto": "Partie"
    },
    "Details": {
        "fr": "Détails",
        "fr_auto": "Détails"
    },
    "Close source details": {
        "fr": "",
        "fr_auto": "Fermer les détails de la source"
    },
    "Find similar sections": {
        "fr": "",
        "fr_auto": "Trouver des sections similaires"
    },
    "Go to source document": {
        "fr": "",
        "fr_auto": "Aller au document source"
    },
    "Metadata": {
        "fr": "Métadonnées",
        "fr_auto": "Métadonnées"
    },
    "In-force start date:": {
        "fr": "",
        "fr_auto": "Date de début en vigueur :"
    },
    "Last amended date:": {
        "fr": "",
        "fr_auto": "Dernière date de modification :"
    },
    "Alternate language": {
        "fr": "Autre langue",
        "fr_auto": "Autre langue"
    },
    "Source document": {
        "fr": "Document source",
        "fr_auto": "Document source"
    },
    "Short title:": {
        "fr": "Titre abrégé :",
        "fr_auto": "Titre abrégé :"
    },
    "Long title:": {
        "fr": "Titre long :",
        "fr_auto": "Titre long :"
    },
    "Referenced as:": {
        "fr": "",
        "fr_auto": "Référencé comme :"
    },
    "Type:": {
        "fr": "Type :",
        "fr_auto": "Type :"
    },
    "Act": {
        "fr": "",
        "fr_auto": "Loi"
    },
    "Regulation": {
        "fr": "",
        "fr_auto": "Réglementation"
    },
    "Enabling authority:": {
        "fr": "",
        "fr_auto": "Autorité habilitante :"
    },
    "An error occurred:": {
        "fr": "Une erreur s’est produite :",
        "fr_auto": "Une erreur s’est produite :"
    },
    "An error occurred while processing the request.": {
        "fr": "Une erreur s’est produite lors du traitement de la demande.",
        "fr_auto": "Une erreur s’est produite lors du traitement de la demande."
    },
    "Source not found.": {
        "fr": "",
        "fr_auto": "Source introuvable."
    },
    "Error generating AI response.": {
        "fr": "",
        "fr_auto": "Erreur générant une réponse d’IA."
    },
    "Invalid URL": {
        "fr": "",
        "fr_auto": "URL non valide"
    },
    "Administrators (edit library and manage users)": {
        "fr": "Administrateurs (modifier la bibliothèque et gérer les utilisateurs)",
        "fr_auto": "Administrateurs (modifier la bibliothèque et gérer les utilisateurs)"
    },
    "Contributors (edit library)": {
        "fr": "Contributeurs (modifier la bibliothèque)",
        "fr_auto": "Contributeurs (modifier la bibliothèque)"
    },
    "Viewers (read-only access)": {
        "fr": "Utilisateurs avec accès en lecture seule",
        "fr_auto": "Visionneuses (accès en lecture seule)"
    },
    "The same user cannot be in multiple roles.": {
        "fr": "Le même utilisateur ne peut pas avoir accès à plusieurs rôles.",
        "fr_auto": "Le même utilisateur ne peut pas être dans plusieurs rôles."
    },
    "text only": {
        "fr": "texte seulement",
        "fr_auto": "texte seulement"
    },
    "Fetching URL...": {
        "fr": "Extraction de l’URL...",
        "fr_auto": "Extraction de l’URL..."
    },
    "Reading file...": {
        "fr": "Lecture du fichier...",
        "fr_auto": "Lecture du fichier..."
    },
    "Extracting text...": {
        "fr": "Extraction de texte...",
        "fr_auto": "Extraction de texte..."
    },
    "Adding to library...": {
        "fr": "Ajout à la bibliothèque...",
        "fr_auto": "Ajouter à la bibliothèque..."
    },
    "Folders": {
        "fr": "Dossiers",
        "fr_auto": "Dossiers"
    },
    "Select a library to edit folders.": {
        "fr": "Sélectionnez une bibliothèque pour modifier les dossiers.",
        "fr_auto": "Sélectionnez une bibliothèque pour modifier les dossiers."
    },
    "New folder": {
        "fr": "Nouveau dossier",
        "fr_auto": "Nouveau dossier"
    },
    "No folders in this library.": {
        "fr": "Aucun dossier dans cette bibliothèque.",
        "fr_auto": "Aucun dossier dans cette bibliothèque."
    },
    "Documents": {
        "fr": "",
        "fr_auto": "Documents d’information"
    },
    "Select a folder to edit documents.": {
        "fr": "",
        "fr_auto": "Sélectionnez un dossier pour modifier les documents."
    },
    "Add URL": {
        "fr": "Ajouter une addresse URL",
        "fr_auto": "Ajouter une URL"
    },
    "Bulk actions": {
        "fr": "",
        "fr_auto": "Actions en bloc"
    },
    "Text only": {
        "fr": "Texte seulement",
        "fr_auto": "Texte seulement"
    },
    "(default, $)": {
        "fr": "(par défaut, $)",
        "fr_auto": "(par défaut, $)"
    },
    "(more robust, $$)": {
        "fr": "(plus robuste, $$)",
        "fr_auto": "(plus robuste, $$)"
    },
    "(best, $$$)": {
        "fr": "(meilleur, $$$)",
        "fr_auto": "(meilleur, $$$)"
    },
    "Stop all processing": {
        "fr": "",
        "fr_auto": "Arrêter tout traitement"
    },
    "No documents in this folder.": {
        "fr": "Aucun document dans ce dossier.",
        "fr_auto": "Aucun document dans ce dossier."
    },
    "You can only upload a maximum of": {
        "fr": "Vous ne pouvez téléverser qu’un maximum de",
        "fr_auto": "Vous ne pouvez télécharger qu’un maximum de"
    },
    "files per folder.": {
        "fr": "fiechiers par dossier.",
        "fr_auto": "par dossier."
    },
    "files remaining.": {
        "fr": "fichiers restants.",
        "fr_auto": "dossiers restants."
    },
    "You can only upload a total file size of": {
        "fr": "Vous ne pouvez téléverser q'une taille maximale de fichier de",
        "fr_auto": "Vous pouvez uniquement télécharger une taille de fichier totale de"
    },
    "at one time.": {
        "fr": "en même temps.",
        "fr_auto": "en même temps."
    },
    "Document status": {
        "fr": "État du document",
        "fr_auto": "État du document"
    },
    "Not started": {
        "fr": "",
        "fr_auto": "Non commencé"
    },
    "Cancelled": {
        "fr": "Annulé",
        "fr_auto": "Annulé"
    },
    "Queued": {
        "fr": "",
        "fr_auto": "En file d’attente"
    },
    "Processing": {
        "fr": "En cours de traitement",
        "fr_auto": "Traitement"
    },
    "Processed": {
        "fr": "Traité",
        "fr_auto": "Traitées"
    },
    "Error": {
        "fr": "Erreur",
        "fr_auto": "Erreur"
    },
    "Last fetched date": {
        "fr": "Date de la dernière extraction",
        "fr_auto": "Date de la dernière extraction"
    },
    "Filename": {
        "fr": "Nom du fichier",
        "fr_auto": "Nom de fichier"
    },
    "Detected content type": {
        "fr": "Type de contenu détecté",
        "fr_auto": "Type de contenu détecté"
    },
    "Extracted title": {
        "fr": "Titre extrait",
        "fr_auto": "Titre extrait"
    },
    "Extracted modification date": {
        "fr": "Date de modification extraite",
        "fr_auto": "Date de modification extraite"
    },
    "Number of chunks": {
        "fr": "Nombre de blocs",
        "fr_auto": "Nombre de blocs"
    },
    "Processing cost (cumulative)": {
        "fr": "Coût de traitement (cumulatif)",
        "fr_auto": "Coût de traitement (cumulatif)"
    },
    "Extracted text": {
        "fr": "Texte extrait",
        "fr_auto": "Texte extrait"
    },
    "File path": {
        "fr": "Chemin d’accès au fichier",
        "fr_auto": "Chemin d’accès au fichier"
    },
    "View all": {
        "fr": "",
        "fr_auto": "Voir tout"
    },
    "Edit properties": {
        "fr": "Modifier les propriétés",
        "fr_auto": "Modifier les propriétés"
    },
    "Select a library, folder or document to edit.": {
        "fr": "Sélectionnez une bibliothèque, un dossier ou un document à modifier.",
        "fr_auto": "Sélectionnez une bibliothèque, un dossier ou un document à modifier."
    },
    "Processing status": {
        "fr": "État de traitement",
        "fr_auto": "État de traitement"
    },
    "Stopped": {
        "fr": "Arrêté",
        "fr_auto": "Arrêté"
    },
    "Initializing": {
        "fr": "Initialisation",
        "fr_auto": "Initialisation"
    },
    "Success": {
        "fr": "Succès",
        "fr_auto": "Succès"
    },
    "Libraries": {
        "fr": "Bibliothèques",
        "fr_auto": "Bibliothèques"
    },
    "New library": {
        "fr": "Nouvelle bibliothèque",
        "fr_auto": "Nouvelle bibliothèque"
    },
    "Libraries you can edit will appear here.": {
        "fr": "Les bibliothèques que vous pourrez modifier apparaîtront ici.",
        "fr_auto": "Les bibliothèques que vous pouvez modifier apparaîtront ici."
    },
    "JUS library": {
        "fr": "Bibliothèque JUS",
        "fr_auto": "Bibliothèque JUS"
    },
    "Personal library": {
        "fr": "Bibliothèque personnelle",
        "fr_auto": "Bibliothèque personnelle"
    },
    "Edit folder": {
        "fr": "Modifier le dossier",
        "fr_auto": "Modifier le dossier"
    },
    "Create folder": {
        "fr": "Créer un dossier",
        "fr_auto": "Créer un dossier"
    },
    "Name (English)": {
        "fr": "Nom (anglais)",
        "fr_auto": "Nom (anglais)"
    },
    "Name (French)": {
        "fr": "Nom (français)",
        "fr_auto": "Nom (français)"
    },
    "Security label ": {
        "fr": "",
        "fr_auto": "Étiquette de sécurité "
    },
    "Order": {
        "fr": "Ordre",
        "fr_auto": "Ordre"
    },
    "DANGER: Are you sure you want to delete this folder? This action is permanent.": {
        "fr": "DANGER : Êtes-vous sûr de vouloir supprimer ce dossier ? Cette action est permanente.",
        "fr_auto": "DANGER : Êtes-vous sûr de vouloir supprimer ce dossier ? Cette action est permanente."
    },
    "Edit document": {
        "fr": "Modifier le document",
        "fr_auto": "Modifier le document"
    },
    "Create document": {
        "fr": "Créer un document",
        "fr_auto": "Créer un document"
    },
    "URL": {
        "fr": "",
        "fr_auto": "L’URL"
    },
    "Open link in new tab": {
        "fr": "Ouvrir le lien dans un nouvel onglet",
        "fr_auto": "Ouvrir le lien dans le nouvel onglet"
    },
    "CSS selector (optional) ": {
        "fr": "Sélecteur CSS (facultatif) ",
        "fr_auto": "Sélecteur CSS (facultatif) "
    },
    "Title (optional)": {
        "fr": "Titre (facultatif)",
        "fr_auto": "Titre (facultatif)"
    },
    "DANGER: Are you sure you want to delete this document? This action is permanent.": {
        "fr": "DANGER : Êtes-vous sûr de vouloir supprimer ce document ? Cette action est permanente.",
        "fr_auto": "DANGER : Êtes-vous sûr de vouloir supprimer ce document ? Cette action est permanente."
    },
    "Edit library": {
        "fr": "Modifier la bibliothèque",
        "fr_auto": "Modifier la bibliothèque"
    },
    "Create library": {
        "fr": "Créer une bibliothèque",
        "fr_auto": "Créer une bibliothèque"
    },
    "Visible to all JUS users": {
        "fr": "Visible par tous les utilisateurs du ministère",
        "fr_auto": "Visible par tous les utilisateurs de JUS"
    },
    "DANGER: Are you sure you want to delete this library? This action is permanent.": {
        "fr": "DANGER : Êtes-vous sûr de vouloir supprimer cette bibliothèque ? Cette action est permanente.",
        "fr_auto": "DANGER : Êtes-vous sûr de vouloir supprimer cette bibliothèque ? Cette action est permanente."
    },
    "Save users": {
        "fr": "Enregistrer les utilisateurs",
        "fr_auto": "Enregistrer les utilisateurs"
    },
    "Document updated successfully.": {
        "fr": "Document mis à jour avec succès.",
        "fr_auto": "Document mis à jour avec succès."
    },
    "Document created successfully.": {
        "fr": "Document créé avec succès.",
        "fr_auto": "Document créé avec succès."
    },
    "Document deleted successfully.": {
        "fr": "Document supprimé avec succès.",
        "fr_auto": "Document supprimé avec succès."
    },
    "Folder updated successfully.": {
        "fr": "Dossier mis à jour avec succès.",
        "fr_auto": "Dossier mis à jour avec succès."
    },
    "Folder created successfully.": {
        "fr": "Dossier créé avec succès.",
        "fr_auto": "Dossier créé avec succès."
    },
    "Folder deleted successfully.": {
        "fr": "Dossier supprimé avec succès.",
        "fr_auto": "Dossier supprimé avec succès."
    },
    "Library updated successfully.": {
        "fr": "Bibliothèque mise à jour avec succès.",
        "fr_auto": "Bibliothèque mise à jour avec succès."
    },
    "Library created successfully.": {
        "fr": "Bibliothèque créée avec succès.",
        "fr_auto": "Bibliothèque créée avec succès."
    },
    "Library deleted successfully.": {
        "fr": "Bibliothèque supprimée avec succès.",
        "fr_auto": "Bibliothèque supprimée avec succès."
    },
    "Library users updated successfully.": {
        "fr": "Les utilisateurs de la bibliothèque ont été mis à jour avec succès.",
        "fr_auto": "Les utilisateurs de la bibliothèque ont été mis à jour avec succès."
    },
    "Unsaved document": {
        "fr": "Document non sauvegardé",
        "fr_auto": "Document non sauvetillé"
    },
    "Unsaved folder": {
        "fr": "Dossier non sauvegardé",
        "fr_auto": "Dossier non sauveté"
    },
    "Type": {
        "fr": "Type",
        "fr_auto": "Type"
    },
    "Add notes or addition details.": {
        "fr": "",
        "fr_auto": "Ajoutez des notes ou des détails d’ajout."
    },
    "N/A": {
        "fr": "",
        "fr_auto": "S.O."
    },
    "Reporting": {
        "fr": "",
        "fr_auto": "Établissement de rapports"
    },
    "Feedback": {
        "fr": "Rétroaction",
        "fr_auto": "Commentaires"
    },
    "Bug": {
        "fr": "",
        "fr_auto": "Bogue"
    },
    "Template Wizard": {
        "fr": "",
        "fr_auto": "Assistant de modèle"
    },
    "Text Extractor": {
        "fr": "Extracteur de texte",
        "fr_auto": "Extracteur de texte"
    },
    "Empowering Justice efficiency with data and AI": {
        "fr": "",
        "fr_auto": "Renforcer l’efficacité de la justice avec les données et l’IA"
    },
    "Skip to main content": {
        "fr": "Passer au contenu principal",
        "fr_auto": "Passer au contenu principal"
    },
    "Smiling robot head": {
        "fr": "Tête de robot souriante",
        "fr_auto": "Tête de robot souriante"
    },
    "Toggle user menu": {
        "fr": "Basculer le menu",
        "fr_auto": "Basculer le menu utilisateur"
    },
    "Breadcrumb": {
        "fr": "",
        "fr_auto": "Fil d’Ariane"
    },
    "Manage users": {
        "fr": "Gérer les utilisateurs",
        "fr_auto": "Gérer les utilisateurs"
    },
    "Frequently Asked Questions": {
        "fr": "Questions fréquemment posées",
        "fr_auto": "Questions fréquemment posées"
    },
    "User guide": {
        "fr": "Guide d'utilisateur",
        "fr_auto": "Guide de l'utilisateur"
    },
    "Blocked URLs": {
        "fr": "URL bloquées",
        "fr_auto": "URL bloquées"
    },
    "Blocked URLs - Otto": {
        "fr": "URL bloquées - Otto",
        "fr_auto": "URL bloquées - Otto"
    },
    "Domain": {
        "fr": "Domaine",
        "fr_auto": "Domaine"
    },
    "Requests": {
        "fr": "",
        "fr_auto": "Demandes"
    },
    "Disable load test URL": {
        "fr": "",
        "fr_auto": "Désactiver l’URL du test de chargement"
    },
    "Enable load test URL for 1 hour": {
        "fr": "",
        "fr_auto": "Activer l’URL du test de charge pendant 1 heure"
    },
    "Go to homepage": {
        "fr": "",
        "fr_auto": "Aller à la page d’accueil"
    },
    "Use this section to provide additional details to the feedback provided by the user.": {
        "fr": "",
        "fr_auto": "Utilisez cette section pour fournir des détails supplémentaires aux commentaires fournis par l’utilisateur."
    },
    "Notes": {
        "fr": "",
        "fr_auto": "Remarques :"
    },
    "Save note": {
        "fr": "",
        "fr_auto": "Enregistrer la note"
    },
    "Last modified:": {
        "fr": "Dernière modification :",
        "fr_auto": "Dernière modification :"
    },
    "Click on a row to view more information about the feedback received, to flag the feedback as resolved or to contact the user directly.": {
        "fr": "",
        "fr_auto": "Cliquez sur une ligne pour afficher plus d’informations sur les commentaires reçus, pour marquer les commentaires comme résolus ou pour contacter directement l’utilisateur."
    },
    "ago": {
        "fr": "",
        "fr_auto": "il y a longtemps"
    },
    "Feedback results page navigation.": {
        "fr": "",
        "fr_auto": "Navigation dans la page des résultats des commentaires."
    },
    "Previous": {
        "fr": "Précédent",
        "fr_auto": "Précédent"
    },
    "Next": {
        "fr": "Suivant",
        "fr_auto": "Suivant"
    },
    "Total received": {
        "fr": "Total reçu",
        "fr_auto": "Total reçu"
    },
    "Total resolved": {
        "fr": "Total résolu",
        "fr_auto": "Total résolu"
    },
    "Total negative chat comment(s)": {
        "fr": "",
        "fr_auto": "Total des commentaires négatifs de chat (s)"
    },
    "Most active app": {
        "fr": "",
        "fr_auto": "Application la plus active"
    },
    "Leave feedback": {
        "fr": "",
        "fr_auto": "Laisser un commentaire"
    },
    "Submit feedback about Otto": {
        "fr": "",
        "fr_auto": "Soumettre des commentaires sur Otto"
    },
    "Otto feedback form": {
        "fr": "",
        "fr_auto": "Formulaire de rétroaction Otto"
    },
    "Danger:": {
        "fr": "",
        "fr_auto": "Danger :"
    },
    "Notifications": {
        "fr": "Notifications",
        "fr_auto": "Notifications"
    },
    "For use in the CSV. Use only lowercase characters and underscores, e.g. 'lsb_drafting'": {
        "fr": "",
        "fr_auto": "Pour une utilisation dans le CSV. Utilisez uniquement des caractères minuscules et des traits de soulignement, par exemple « lsb_drafting »"
    },
    "Are you sure you want to delete this pilot?": {
        "fr": "",
        "fr_auto": "Êtes-vous sûr de vouloir supprimer ce pilote ?"
    },
    "Search": {
        "fr": "Recherche",
        "fr_auto": "Recherche"
    },
    "Load testing URL is enabled": {
        "fr": "",
        "fr_auto": "L’URL de test de chargement est activée"
    },
    "Cost dashboard": {
        "fr": "",
        "fr_auto": "Tableau de bord des coûts"
    },
    "Feedback dashboard": {
        "fr": "",
        "fr_auto": "Tableau de bord des commentaires"
    },
    "Terms of use": {
        "fr": "",
        "fr_auto": "Conditions d’utilisation"
    },
    "Logout": {
        "fr": "",
        "fr_auto": "Déconnexion"
    },
    "Cost dashboard - Otto": {
        "fr": "",
        "fr_auto": "Tableau de bord des coûts - Otto"
    },
    "Chart options": {
        "fr": "",
        "fr_auto": "Options de graphique"
    },
    "Chart:": {
        "fr": "",
        "fr_auto": "Graphique :"
    },
    "X-axis:": {
        "fr": "",
        "fr_auto": "Axe des X :"
    },
    "Group by:": {
        "fr": "",
        "fr_auto": "Regrouper par :"
    },
    "Bar chart type:": {
        "fr": "",
        "fr_auto": "Type de graphique à barres :"
    },
    "Filter:": {
        "fr": "",
        "fr_auto": "Filtre :"
    },
    "Pilot:": {
        "fr": "",
        "fr_auto": "Projet pilote :"
    },
    "Feature:": {
        "fr": "",
        "fr_auto": "Caractéristique :"
    },
    "Cost type:": {
        "fr": "",
        "fr_auto": "Type de coût :"
    },
    "Dates:": {
        "fr": "",
        "fr_auto": "Dates :"
    },
    "Range:": {
        "fr": "",
        "fr_auto": "Portée :"
    },
    "Start:": {
        "fr": "",
        "fr_auto": "Début :"
    },
    "End:": {
        "fr": "",
        "fr_auto": "Fin :"
    },
    "Download CSV for selected dates (filters disabled)": {
        "fr": "",
        "fr_auto": "Télécharger CSV pour les dates sélectionnées (filtres désactivés)"
    },
    "Feedback dashboard - Otto": {
        "fr": "",
        "fr_auto": "Tableau de bord des commentaires - Huit"
    },
    "Export data": {
        "fr": "",
        "fr_auto": "Exporter des données"
    },
    "View filter options": {
        "fr": "",
        "fr_auto": "Afficher les options de filtre"
    },
    "Filters": {
        "fr": "",
        "fr_auto": "Filtres"
    },
    "Feedback Type": {
        "fr": "",
        "fr_auto": "Type de rétroaction"
    },
    "All": {
        "fr": "",
        "fr_auto": "Tous"
    },
    "Warning:": {
        "fr": "",
        "fr_auto": "Avertissement :"
    },
    "Welcome to the Otto Protected B pilot.": {
        "fr": "Bienvenue au projet pilote Otto Protégé B.",
        "fr_auto": "Bienvenue au pilote Otto Protected B."
    },
    "Welcome to the Otto pilot development / test environment.": {
        "fr": "Bienvenue dans l’environnement de développement / test pilote Otto.",
        "fr_auto": "Bienvenue dans l’environnement de développement / test pilote Otto."
    },
    "Please abide by the": {
        "fr": "Veuillez respecter les",
        "fr_auto": "S’il vous plaît respecter le"
    },
    "terms of use": {
        "fr": "conditions d’utilisation",
        "fr_auto": "conditions d’utilisation"
    },
    "report issues or suggest improvements by": {
        "fr": "signaler des problèmes ou suggérer des améliorations en :",
        "fr_auto": "signaler les problèmes ou suggérer des améliorations en :"
    },
    "leaving feedback": {
        "fr": "laissant des commentaires",
        "fr_auto": "laisser de la rétroaction"
    },
    "and be patient as we resolve issues.": {
        "fr": "et veuillez faire preuve de patience pendant que nous résolvons les problèmes signalés.",
        "fr_auto": "et soyez patient lorsque nous résolvons les problèmes."
    },
    "Manage pilots": {
        "fr": "Gérer les projets pilotes",
        "fr_auto": "Gérer les pilotes"
    },
    "Manage pilots - Otto": {
        "fr": "Gérer les projets pilotes - Otto",
        "fr_auto": "Gérer les pilotes - Otto"
    },
    "Add pilot": {
        "fr": "Ajouter un projet pilote",
        "fr_auto": "Ajouter un pilote"
    },
    "Name": {
        "fr": "Nom",
        "fr_auto": "Nom"
    },
    "Pilot ID": {
        "fr": "",
        "fr_auto": "ID du pilote"
    },
    "Service unit": {
        "fr": "",
        "fr_auto": "Unité de service"
    },
    "Start date": {
        "fr": "",
        "fr_auto": "Date de début"
    },
    "End date": {
        "fr": "",
        "fr_auto": "Date de fin"
    },
    "Users": {
        "fr": "",
        "fr_auto": "Utilisateurs"
    },
    "Cost": {
        "fr": "",
        "fr_auto": "Coût"
    },
    "Add/edit pilot": {
        "fr": "",
        "fr_auto": "Pilote d’ajout/modification"
    },
    "Manage users - Otto": {
        "fr": "",
        "fr_auto": "Gérer les utilisateurs - Otto"
    },
    "Pilots": {
        "fr": "",
        "fr_auto": "Pilotes"
    },
    "Download CSV": {
        "fr": "",
        "fr_auto": "Télécharger CSV"
    },
    "Modify/add users": {
        "fr": "",
        "fr_auto": "Modifier/ajouter des utilisateurs"
    },
    "Selected users...": {
        "fr": "",
        "fr_auto": "Utilisateurs sélectionnés..."
    },
    "Copy all email addresses": {
        "fr": "",
        "fr_auto": "Copier toutes les adresses électroniques"
    },
    "Bulk edit roles": {
        "fr": "",
        "fr_auto": "Modifier les rôles en bloc"
    },
    "UPN": {
        "fr": "",
        "fr_auto": "L’UPN"
    },
    "Last login": {
        "fr": "",
        "fr_auto": "Dernière connexion"
    },
    "Costs": {
        "fr": "",
        "fr_auto": "Coûts"
    },
    "Roles": {
        "fr": "",
        "fr_auto": "Rôles"
    },
    "Pilot": {
        "fr": "",
        "fr_auto": "Pilote"
    },
    "Manage": {
        "fr": "",
        "fr_auto": "Gérer"
    },
    "Edit user": {
        "fr": "",
        "fr_auto": "Modifier l’utilisateur"
    },
    "Bulk upload user roles": {
        "fr": "",
        "fr_auto": "Téléchargement en bloc des rôles d’utilisateur"
    },
    "Select CSV file": {
        "fr": "",
        "fr_auto": "Sélectionner un fichier CSV"
    },
    "Expected format and behaviour": {
        "fr": "",
        "fr_auto": "Format et comportement attendus"
    },
    "The file must be in English as shown above.": {
        "fr": "",
        "fr_auto": "Le fichier doit être en anglais comme indiqué ci-dessus."
    },
    "Roles are case-insensitive. Invalid roles will be ignored. These are the valid roles:": {
        "fr": "",
        "fr_auto": "Les rôles ne tiennent pas compte de la casse. Les rôles non valides seront ignorés. Ce sont les rôles valides :"
    },
    "Users which do not currently exist in Otto will be created. Users which do exist will have their roles updated to match the CSV file. i.e. the user's roles which are not in the CSV will be removed.": {
        "fr": "",
        "fr_auto": "Les utilisateurs qui n’existent pas actuellement dans Otto seront créés. Les rôles des utilisateurs qui existent auront leurs rôles mis à jour pour correspondre au fichier CSV. c’est-à-dire que les rôles de l’utilisateur qui ne sont pas dans le CSV seront supprimés."
    },
    "Any pilot_id that does not exist will be created, then the user will be associated with it. The pilot_id is optional.": {
        "fr": "",
        "fr_auto": "Toute pilot_id qui n’existe pas sera créée, puis l’utilisateur y sera associé. Le pilot_id est facultatif."
    },
    "Modify user(s)": {
        "fr": "",
        "fr_auto": "Modifier le(s) utilisateur(s)"
    },
    "Terms of use for Otto Protected B Pilot": {
        "fr": "",
        "fr_auto": "Conditions d’utilisation d’Otto Protected B Pilot"
    },
    "You agreed to these terms on": {
        "fr": "",
        "fr_auto": "Vous avez accepté ces conditions le"
    },
    "Participation in pilot activities": {
        "fr": "",
        "fr_auto": "Participation aux activités pilotes"
    },
    "You are part of a select group of 'Pilot users' who have been granted early access to Otto during the pilot phase. You are expected to actively experiment with Otto for work tasks, to provide feedback through Otto, and to complete surveys when requested.": {
        "fr": "Vous faites partie d’un groupe sélectionné « d'utilisateurs pilotes » qui ont obtenu un accès anticipé à Otto pendant la phase pilote. Vous devez expérimenter activement avec Otto pour les tâches de travail, fournir des commentaires par l’intermédiaire d’Otto et répondre à des enquêtes sur demande.",
        "fr_auto": "Vous faites partie d’un groupe sélectionné d'«utilisateurs pilotes » qui ont obtenu un accès anticipé à Otto pendant la phase pilote. Vous devez expérimenter activement avec Otto pour les tâches de travail, fournir des commentaires par l’intermédiaire d’Otto et répondre à des enquêtes sur demande."
    },
    "Security, privacy and information management": {
        "fr": "",
        "fr_auto": "Sécurité, protection de la vie privée et gestion de l’information"
    },
    "Otto is approved for up to and including Protected B information. This normally includes information subject to solicitor-client privilege, however this should be determined on a case-by-case basis. Additionally, when using Otto with clients’ legal information, employees must ensure the client is aware their information is being entered into an AI tool, understands the potential risks and advantages of the technology, and consents to the use of AI tools.": {
        "fr": "",
        "fr_auto": "Otto est approuvé pour les informations protégées B jusqu’à et y compris. Cela comprend normalement les renseignements assujettis au secret professionnel de l’avocat, mais cela devrait être déterminé au cas par cas. De plus, lorsqu’ils utilisent Otto avec les informations juridiques des clients, les employés doivent s’assurer que le client sait que leurs informations sont saisies dans un outil d’IA, comprend les risques et les avantages potentiels de la technologie et consent à l’utilisation d’outils d’IA."
    },
    "Specific statutes and regulations may impose additional requirements pertaining to certain classes of sensitive information.": {
        "fr": "",
        "fr_auto": "Des lois et des règlements particuliers peuvent imposer des exigences supplémentaires relatives à certaines catégories de renseignements de nature délicate."
    },
    "You must not input any information classified above Protected B, either through uploads or direct text input.": {
        "fr": "",
        "fr_auto": "Vous ne devez pas entrer d’informations classifiées au-dessus de La Protection B, que ce soit par le biais de téléchargements ou de saisie directe de texte."
    },
    "Limit documents that you upload to Otto only to those you need to perform your tasks. Share document libraries and chats only with those who require access. Avoid uploading personal information except as needed for specific tasks, and actively delete classified or personal information when it is no longer needed.": {
        "fr": "",
        "fr_auto": "Limitez les documents que vous téléchargez sur Otto uniquement à ceux dont vous avez besoin pour effectuer vos tâches. Partagez des bibliothèques de documents et des discussions uniquement avec ceux qui en ont besoin. Évitez de télécharger des informations personnelles, sauf si nécessaire pour des tâches spécifiques, et supprimez activement les informations classifiées ou personnelles lorsqu’elles ne sont plus nécessaires."
    },
    "Appropriate and inappropriate uses": {
        "fr": "",
        "fr_auto": "Utilisations appropriées et inappropriées"
    },
    "Otto may not be used for automated decision-making. Do not use it for administrative decisions affecting individuals.": {
        "fr": "",
        "fr_auto": "Otto ne peut pas être utilisé pour la prise de décision automatisée. Ne l’utilisez pas pour des décisions administratives touchant des personnes."
    },
    "Otto is not a substitute for professional legal advice. Avoid using it for decisions with legal implications.": {
        "fr": "",
        "fr_auto": "Otto n’est pas un substitut aux conseils juridiques professionnels. Évitez de l’utiliser pour des décisions ayant des implications juridiques."
    },
    "Otto does not connect to legal databases like Westlaw, Lexis or CanLII. It should not be used for legal research of case law.": {
        "fr": "",
        "fr_auto": "Otto ne se connecte pas aux bases de données juridiques comme Westlaw, Lexis ou CanLII. Il ne devrait pas être utilisé pour la recherche juridique de la jurisprudence."
    },
    "Only the Legislation Search tool can be trusted for questions about Canadian federal laws.": {
        "fr": "",
        "fr_auto": "Seul l’outil de recherche de législation peut être fiable pour les questions sur les lois fédérales canadiennes."
    },
    "Responsible and ethical use of AI": {
        "fr": "",
        "fr_auto": "Utilisation responsable et éthique de l’IA"
    },
    "Follow policies and best practices for the responsible use of AI. Refer to and follow the guidance in the following policy documents:": {
        "fr": "",
        "fr_auto": "Suivez les politiques et les meilleures pratiques pour une utilisation responsable de l’IA. Se reporter aux lignes directrices des documents de politique suivants et les suivre :"
    },
    "Justice Generative AI Guidelines - Current Draft": {
        "fr": "",
        "fr_auto": "Lignes directrices sur l’IA générative de la justice - Ébauche actuelle"
    },
    "You are encouraged to consult developing directions and notices from courts and tribunals pertaining to the use of artificial intelligence, such as those catalogued by the University of Windsor and the Law Society of Alberta in the documents": {
        "fr": "",
        "fr_auto": "Nous vous encourageons à consulter les directives et les avis des cours et des tribunaux concernant l’utilisation de l’intelligence artificielle, comme ceux catalogués par l’Université de Windsor et le Barreau de l’Alberta dans les documents"
    },
    "Artificial Intelligence Regulation": {
        "fr": "",
        "fr_auto": "Règlement sur l’intelligence artificielle"
    },
    "and": {
        "fr": "",
        "fr_auto": "et"
    },
    "Gen AI Rules of Engagement for Canadian Lawyers": {
        "fr": "",
        "fr_auto": "Gen AI Règles d’engagement pour les avocats canadiens"
    },
    "respectively.": {
        "fr": "",
        "fr_auto": "respectivement."
    },
    "Always be aware that AI can make mistakes, even when you have provided it with documents.": {
        "fr": "",
        "fr_auto": "Sachez toujours que l’IA peut faire des erreurs, même lorsque vous lui avez fourni des documents."
    },
    "For any official use (e.g., distribution outside your immediate team and especially outside the organization) it is crucial that you carefully review AI-generated content.": {
        "fr": "",
        "fr_auto": "Pour toute utilisation officielle (par exemple, la distribution en dehors de votre équipe immédiate et en particulier en dehors de l’organisation), il est essentiel que vous examiniez attentivement le contenu généré par l’IA."
    },
    "I agree to the terms of use.": {
        "fr": "",
        "fr_auto": "J’accepte les conditions d’utilisation."
    },
    "Access controls": {
        "fr": "",
        "fr_auto": "Contrôles d’accès"
    },
    "You are not authorized to access": {
        "fr": "",
        "fr_auto": "Vous n’êtes pas autorisé à accéder"
    },
    "Unauthorized access of URL:": {
        "fr": "",
        "fr_auto": "Accès non autorisé de l’URL :"
    },
    "Budget limit": {
        "fr": "",
        "fr_auto": "Limite budgétaire"
    },
    "You have reached your monthly budget limit. Please contact an Otto administrator or wait until the 1st for the limit to reset.": {
        "fr": "",
        "fr_auto": "Vous avez atteint votre limite budgétaire mensuelle. Veuillez contacter un administrateur d’Otto ou attendre jusqu’à la 1re pour que la limite soit réinitialisée."
    },
    "Feedback submitted successfully.": {
        "fr": "",
        "fr_auto": "Commentaires soumis avec succès."
    },
    "Day": {
        "fr": "",
        "fr_auto": "Jour"
    },
    "Week": {
        "fr": "",
        "fr_auto": "Semaine"
    },
    "Month": {
        "fr": "",
        "fr_auto": "Mois"
    },
    "Feature": {
        "fr": "",
        "fr_auto": "Caractéristique"
    },
    "User": {
        "fr": "",
        "fr_auto": "Utilisateur"
    },
    "Cost type": {
        "fr": "",
        "fr_auto": "Type de coût"
    },
    "None": {
        "fr": "",
        "fr_auto": "Aucune"
    },
    "Grouped": {
        "fr": "",
        "fr_auto": "Groupé"
    },
    "Stacked": {
        "fr": "",
        "fr_auto": "Empilé"
    },
    "All pilots": {
        "fr": "",
        "fr_auto": "Tous les pilotes"
    },
    "All features": {
        "fr": "",
        "fr_auto": "Toutes les caractéristiques"
    },
    "All cost types": {
        "fr": "",
        "fr_auto": "Tous les types de coûts"
    },
    "All time": {
        "fr": "",
        "fr_auto": "Tout le temps"
    },
    "Last 90 days": {
        "fr": "",
        "fr_auto": "90 derniers jours"
    },
    "Last 30 days": {
        "fr": "",
        "fr_auto": "30 derniers jours"
    },
    "Last 7 days": {
        "fr": "",
        "fr_auto": "7 derniers jours"
    },
    "Today": {
        "fr": "",
        "fr_auto": "Aujourd’hui"
    },
    "Custom date range": {
        "fr": "",
        "fr_auto": "Plage de dates personnalisée"
    },
    "No costs found for the selected date range": {
        "fr": "",
        "fr_auto": "Aucun coût trouvé pour la plage de dates sélectionnée"
    },
    "Selected dates": {
        "fr": "",
        "fr_auto": "Dates sélectionnées"
    },
    "Per user per day": {
        "fr": "",
        "fr_auto": "Par utilisateur et par jour"
    },
    "Total cost (CAD)": {
        "fr": "",
        "fr_auto": "Coût total (CAD)"
    },
    "this month": {
        "fr": "durant ce mois",
        "fr_auto": "cette mois"
    },
    "User costs": {
        "fr": "",
        "fr_auto": "Coûts d’utilisation"
    },
    "Generated reports": {
        "fr": "",
        "fr_auto": "Rapports générés"
    },
    "Select Template": {
        "fr": "",
        "fr_auto": "Sélectionner un modèle"
    },
    "Language": {
        "fr": "",
        "fr_auto": "Langue"
    },
    "Both Languages": {
        "fr": "",
        "fr_auto": "Les deux langues"
    },
    "Loading...": {
        "fr": "",
        "fr_auto": "Chargement..."
    },
    "An error occurred while generating the report.": {
        "fr": "",
        "fr_auto": "Une erreur s’est produite lors de la génération du rapport."
    },
    "Choose a data source": {
        "fr": "",
        "fr_auto": "Choisir une source de données"
    },
    "Please select": {
        "fr": "",
        "fr_auto": "Veuillez sélectionner"
    },
    "Canlii URL": {
        "fr": "",
        "fr_auto": "Canlii URL"
    },
    "Upload File": {
        "fr": "",
        "fr_auto": "Télécharger le fichier"
    },
    "Please provide a Canlii URL": {
        "fr": "",
        "fr_auto": "Veuillez fournir une URL Canlii"
    },
    "Enter Canlii URL here": {
        "fr": "",
        "fr_auto": "Entrez l’URL Canlii ici"
    },
    "Please upload a file": {
        "fr": "",
        "fr_auto": "Veuillez télécharger un fichier"
    },
    "Submitted Data": {
        "fr": "",
        "fr_auto": "Données soumises"
    },
    "Data": {
        "fr": "",
        "fr_auto": "Données"
    },
    "Action": {
        "fr": "",
        "fr_auto": "Mesures à prendre"
    },
    "No data has been submitted yet.": {
        "fr": "",
        "fr_auto": "Aucune donnée n’a encore été communiquée."
    },
    "Select a session from the options below:": {
        "fr": "",
        "fr_auto": "Sélectionnez une session dans les options ci-dessous :"
    },
    "Created": {
        "fr": "",
        "fr_auto": "Créé"
    },
    "Select a wizard from the options below:": {
        "fr": "",
        "fr_auto": "Sélectionnez un Assistant dans les options ci-dessous :"
    },
    "Wizard": {
        "fr": "",
        "fr_auto": "Assistant"
    },
    "Description": {
        "fr": "",
        "fr_auto": "Désignation des marchandises"
    },
    "Next: Select data": {
        "fr": "",
        "fr_auto": "Suivant : Sélectionnez les données"
    },
    "Choose from the following templates to generate a report with the selected data:": {
        "fr": "",
        "fr_auto": "Choisissez parmi les modèles suivants pour générer un rapport avec les données sélectionnées :"
    },
    "Finish: Start again": {
        "fr": "",
        "fr_auto": "Terminer : Recommencer"
    },
    "Next: Generate report": {
        "fr": "",
        "fr_auto": "Suivant : Générer un rapport"
    },
    "Template Wizard - Otto": {
        "fr": "",
        "fr_auto": "Assistant de modèle - Otto"
    },
    "Step 1: Get started": {
        "fr": "",
        "fr_auto": "Étape 1 : Commencez"
    },
    "Step 2: Select data": {
        "fr": "",
        "fr_auto": "Étape 2 : Sélectionner des données"
    },
    "Step 3: Generate report": {
        "fr": "",
        "fr_auto": "Étape 3 : Générer un rapport"
    },
    "Plain text": {
        "fr": "",
        "fr_auto": "Texte brut"
    },
    "Sorry, we ran into an error.": {
        "fr": "",
        "fr_auto": "Désolé, nous avons rencontré une erreur."
    },
    "Text Extractor - Otto": {
        "fr": "",
        "fr_auto": "Extracteur de texte - Otto"
    },
    "Upload scanned PDFs or images": {
        "fr": "",
        "fr_auto": "Télécharger des fichiers PDF ou des images numérisés"
    },
    "Maximum 2000 files / 300mb total": {
        "fr": "",
        "fr_auto": "Maximum de 2000 fichiers / 300 Mo au total"
    },
    "Merge multiple files into one document": {
        "fr": "",
        "fr_auto": "Fusionner plusieurs fichiers en un seul document"
    },
    "Output documents": {
        "fr": "",
        "fr_auto": "Documents de sortie"
    },
    "Document name": {
        "fr": "",
        "fr_auto": "Nom du document"
    },
    "Downloads": {
        "fr": "",
        "fr_auto": "Téléchargements"
    },
    "Download all files...": {
        "fr": "",
        "fr_auto": "Téléchargez tous les fichiers..."
    },
    "Untitled document": {
        "fr": "",
        "fr_auto": "Document sans titre"
    },
    "Used": {
        "fr": "Vous avez dépensé",
        "fr_auto": "Utilisé"
    },
    "You will be logged out soon due to inactivity.": {
        "fr": "Vous serez bientôt déconnecté en raison de votre inactivité.",
        "fr_auto": "Vous serez bientôt déconnecté en raison de votre inactivité."
    },
    "Click here to extend your session.": {
        "fr": "Cliquez ici pour prolonger votre session de travail.",
        "fr_auto": "Cliquez ici pour prolonger votre séance."
    },
    "Session extended": {
        "fr": "Votre session a été prolongé",
        "fr_auto": "Prolongation de la session de travail"
    },
    "The user must match the 'created_by' and 'modified_by' fields.": {
        "fr": "",
        "fr_auto": "L’utilisateur doit faire correspondre les champs « created_by » et « modified_by »."
    },
    "Untitled library": {
        "fr": "",
        "fr_auto": "Bibliothèque sans titre"
    },
    "Expand all": {
        "fr": "",
        "fr_auto": "Tout agrandir"
    },
    "Collapse all": {
        "fr": "",
        "fr_auto": "Tout réduire"
    },
    "Highlight sources": {
        "fr": "",
        "fr_auto": "Sources saillantes"
    },
    "Next highlight": {
        "fr": "",
        "fr_auto": "Prochain fait saillant"
    },
    "No highlights found": {
        "fr": "",
        "fr_auto": "Aucun fait saillant trouvé"
    },
    "GPT-4o (best quality, 15x cost)": {
        "fr": "",
        "fr_auto": "GPT-4o (meilleure qualité, coût 15x)"
    },
    "Find relevant sections of acts and regulations using natural language similarity search.": {
        "fr": "",
        "fr_auto": "Trouvez les articles pertinents des lois et des règlements à l’aide de la recherche de similarité en langage naturel."
    },
    "Not for legal advice:": {
        "fr": "Ne pas utiliser pour fournir des conseils juridiques :",
        "fr_auto": "Pas pour des conseils juridiques :"
    },
    "AI answers may contain mistakes, and are not a replacement for legal advice. Always review the relevant sections below the answer.": {
        "fr": "Les réponses de l’IA peuvent contenir des erreurs et ne remplacent pas les conseils juridiques. Veuillez toujours consulter les sections pertinentes sous la réponse.",
        "fr_auto": "Les réponses de l’IA peuvent contenir des erreurs et ne remplacent pas les conseils juridiques. Consultez toujours les sections pertinentes sous la réponse."
    },
    "Improve prompt": {
        "fr": "",
        "fr_auto": "Améliorer l'invite"
    },
    "Yesterday": {
        "fr": "",
        "fr_auto": "Hier"
    },
    "Older": {
        "fr": "",
        "fr_auto": "Plus ancien"
    },
    "Done": {
        "fr": "",
        "fr_auto": "Fait"
    },
    "Start a new chat at any time.": {
        "fr": "",
        "fr_auto": "Commencez un nouveau clavardage à tout moment."
    },
    "Start a new chat at any time by clicking this button.": {
        "fr": "",
        "fr_auto": "Commencez un nouveau clavardage à tout moment en cliquant sur ce bouton."
    },
    "Current chat": {
        "fr": "",
        "fr_auto": "Clavardage actuel"
    },
    "Your current chat will appear in bolded characters.": {
        "fr": "",
        "fr_auto": "Votre chat actuel apparaîtra en caractères gras."
    },
    "Chat options": {
        "fr": "",
        "fr_auto": "Options de clavardage"
    },
    "Click on the ellipsis icon to view more options.": {
        "fr": "",
        "fr_auto": "Cliquez sur l’icône de points de suspension pour voir plus d’options."
    },
    "Rename your chats or to delete them entirely.": {
        "fr": "",
        "fr_auto": "Renommez vos clavardages ou supprimez-les complètement."
    },
    "Using the AI Assistant": {
        "fr": "",
        "fr_auto": "Utilisation de l’assistant IA"
    },
    "Use the textbox to start.": {
        "fr": "",
        "fr_auto": "Utilisez la zone de texte pour commencer."
    },
    "Modes": {
        "fr": "",
        "fr_auto": "Modes"
    },
    ".": {
        "fr": "",
        "fr_auto": "."
    },
    "You can show or hide the AI Assistant\\": {
        "fr": "",
        "fr_auto": "Vous pouvez afficher ou masquer l’assistant IA\\"
    },
    "Settings are tied to the current chat in use. Saving is done automatically when a change is detected.": {
        "fr": "",
        "fr_auto": "Les paramètres sont liés au clavardage actuel utilisé. L’enregistrement se fait automatiquement lorsqu’un changement est détecté."
    },
    "Mode": {
        "fr": "",
        "fr_auto": "Mode"
    },
    "Selecting a mode in the settings list will automatically set your chat session to that mode.": {
        "fr": "",
        "fr_auto": "En sélectionnant un mode dans la liste des paramètres, votre session de clavardage sera automatiquement réglée sur ce mode."
    },
    "Preset": {
        "fr": "",
        "fr_auto": "Préréglage"
    },
    "Save your current settings in a preset to re-use them in other chats, share them with others, or set them as your default.": {
        "fr": "",
        "fr_auto": "Enregistrez vos paramètres actuels dans un préréglage pour les réutiliser dans d’autres chats, les partager avec d’autres personnes ou les définir par défaut."
    },
    "Made a mistake? Reset all your settings to their default state.": {
        "fr": "",
        "fr_auto": "Vous avez fait une erreur? Réinitialisez tous vos paramètres à leur état par défaut."
    },
    "You can also view or edit the full list of existing presets you created or that were shared with you.": {
        "fr": "",
        "fr_auto": "Vous pouvez également consulter ou modifier la liste complète des préréglages existants que vous avez créés ou qui ont été partagés avec vous."
    },
    "Help": {
        "fr": "",
        "fr_auto": "Aide"
    },
    "AI Assistant Walkthrough (1 min)": {
        "fr": "",
        "fr_auto": "Procédure pas à pas de l’assistant IA (1 min)"
    },
    "Start a tour of Otto": {
        "fr": "",
        "fr_auto": "Commencez une visite d’Otto"
    },
    "Start using Otto": {
        "fr": "",
        "fr_auto": "Commencez à utiliser Otto"
    },
    "Start using Otto by selecting an application.": {
        "fr": "",
        "fr_auto": "Commencez à utiliser Otto en sélectionnant une application."
    },
    "Cost allocation": {
        "fr": "",
        "fr_auto": "Répartition des coûts"
    },
    "This meter gradually fills up as you use Otto. It represents the amount of money left out of your weekly allocation. If you reach your limit, you will no longer be able to use Otto and will have to contact the Business Analytics Center to grant an exemption.": {
        "fr": "",
        "fr_auto": "Ce compteur se remplit graduellement au fur et à mesure que vous utilisez Otto. Il représente le montant d’argent laissé de côté de votre allocation hebdomadaire. Si vous atteignez votre limite, vous ne pourrez plus utiliser Otto et devrez contacter le Centre d’analyse d’affaires pour accorder une exemption."
    },
    "Click on this icon to submit feedback about Otto. Let us know what went wrong, or suggest an improvement.": {
        "fr": "",
        "fr_auto": "Cliquez sur cette icône pour soumettre des commentaires sur Otto. Faites-nous savoir ce qui n’a pas fonctionné ou suggérez une amélioration."
    },
    "Toggle theme": {
        "fr": "",
        "fr_auto": "Basculer le thème"
    },
    "Browse presets": {
        "fr": "Menu des préréglages",
        "fr_auto": "Parcourir les préréglages"
    },
    "Save settings": {
        "fr": "Enregistrer",
        "fr_auto": "Sauvegarder les paramètres"
    },
    "(Optional) Define AI model's role, background information, and rules to follow.": {
        "fr": "",
        "fr_auto": "(Facultatif) Définissez le rôle du modèle d’IA, les informations générales et les règles à suivre."
    },
    "(Recommended) What AI model should do with context, query, and formatting instructions.": {
        "fr": "",
        "fr_auto": "(Recommandé) Ce que le modèle d’IA devrait faire avec le contexte, la requête et les instructions de formatage."
    },
    "(Optional) Final reminders of desired behaviour. Keep this fairly short.": {
        "fr": "",
        "fr_auto": "(Facultatif) Derniers rappels du comportement souhaité. Soyez assez bref."
    },
    "Start interactive tour": {
        "fr": "",
        "fr_auto": "Commencer la visite interactive"
    },
    "Email the Otto team": {
        "fr": "",
        "fr_auto": "Envoyez un courriel à l’équipe d’Otto"
    },
    "of": {
        "fr": "",
        "fr_auto": "de"
    },
    "Click the Otto logo in the top left to return to this page at any time.": {
        "fr": "",
        "fr_auto": "Cliquez sur le logo Otto en haut à gauche pour revenir à cette page en tout temps."
    },
    "Switch language": {
        "fr": "",
        "fr_auto": "Changer de langue"
    },
    "Switch the user interface language between English and French.": {
        "fr": "",
        "fr_auto": "Changez la langue de l’interface utilisateur entre l’anglais et le français."
    },
    "Cost meter": {
        "fr": "",
        "fr_auto": "Compteur de coûts"
    },
    "This meter gradually fills up as you use Otto. It represents the amount of money left out of your monthly personal budget. If you reach your limit, you will no longer be able to use Otto and will have to contact the Business Analytics Center for a temporary exemption.": {
        "fr": "",
        "fr_auto": "Ce compteur se remplit graduellement au fur et à mesure que vous utilisez Otto. Il représente le montant d’argent laissé de côté dans votre budget personnel mensuel. Si vous atteignez votre limite, vous ne pourrez plus utiliser Otto et devrez communiquer avec le Centre d’analyse d’affaires pour obtenir une exemption temporaire."
    },
    "Get help": {
        "fr": "",
        "fr_auto": "Obtenir de l’aide"
    },
    "Click the question mark icon to view this tour again, open the user guide, or get help from the Otto team.": {
        "fr": "",
        "fr_auto": "Cliquez sur l’icône en forme de point d’interrogation pour revoir cette visite, ouvrir le guide de l’utilisateur ou obtenir de l’aide de l’équipe d’Otto."
    },
    "Welcome tour:": {
        "fr": "",
        "fr_auto": "Visite de bienvenue :"
    },
    "It looks like this is your first time here.": {
        "fr": "",
        "fr_auto": "On dirait que c’est la première fois que vous êtes ici."
    },
    "Please take a quick tour to get familiar with the platform.": {
        "fr": "",
        "fr_auto": "Veuillez faire une visite rapide pour vous familiariser avec la plateforme."
    },
    "Begin tour": {
        "fr": "",
        "fr_auto": "Commencer la visite"
    },
    "Otto homepage": {
        "fr": "",
        "fr_auto": "Page d’accueil d’Otto"
    },
    "Welcome to the AI Assistant!": {
        "fr": "",
        "fr_auto": "Bienvenue à l’assistant IA!"
    },
    "It looks like this is your first time using the AI Assistant.": {
        "fr": "",
        "fr_auto": "Il semble que ce soit la première fois que vous utilisez l’assistant IA."
    },
    "Please take a quick tour to get familiar with the main features.": {
        "fr": "",
        "fr_auto": "Veuillez faire une visite rapide pour vous familiariser avec les principales caractéristiques."
    },
    "(required on first use)": {
        "fr": "",
        "fr_auto": "(requis lors de la première utilisation)"
    },
    "Start tour": {
        "fr": "",
        "fr_auto": "Commencer la visite"
    },
    "Welcome to Otto!": {
        "fr": "",
        "fr_auto": "Bienvenue chez Otto!"
    },
    "Reset flags for demo": {
        "fr": "",
        "fr_auto": "Réinitialiser les indicateurs pour la démo"
    },
    "Please take a 1-minute tour to get familiar with the main features.": {
        "fr": "",
        "fr_auto": "Veuillez faire une visite d’une minute pour vous familiariser avec les principales caractéristiques."
    },
    "Please take a 1-minute tour to get familiar with the platform.": {
        "fr": "",
        "fr_auto": "Veuillez faire une visite guidée de 1 minute pour vous familiariser avec la plateforme."
    },
    "User menu": {
        "fr": "",
        "fr_auto": "Menu utilisateur"
    },
    "Click your name to see your monthly Otto usage, access the Terms of Use, or Logout.": {
        "fr": "",
        "fr_auto": "Cliquez sur votre nom pour voir votre utilisation mensuelle d’Otto, accéder aux conditions d’utilisation ou se déconnecter."
    },
    "This meter gradually fills up as you use Otto. It represents your monthly personal budget. If you reach your limit, you will no longer be able to use Otto and will have to contact the Business Analytics Center for a temporary exemption.": {
        "fr": "",
        "fr_auto": "Ce compteur se remplit graduellement au fur et à mesure que vous utilisez Otto. Il représente votre budget personnel mensuel. Si vous atteignez votre limite, vous ne pourrez plus utiliser Otto et devrez communiquer avec le Centre d’analyse d’affaires pour obtenir une exemption temporaire."
    },
    "Tour complete!": {
        "fr": "",
        "fr_auto": "Visite terminée!"
    },
    "Start using Otto by clicking one of the app tiles.": {
        "fr": "",
        "fr_auto": "Commencez à utiliser Otto en cliquant sur l’une des vignettes de l’application."
    },
    "Select different modes by clicking the tabs.": {
        "fr": "",
        "fr_auto": "Sélectionnez différents modes en cliquant sur les onglets."
    },
    "Q&A mode": {
        "fr": "",
        "fr_auto": "Mode Q&R"
    },
    "Presets": {
        "fr": "",
        "fr_auto": "Préréglages"
    },
    "Browse settings presets and create your own to share with others.": {
        "fr": "",
        "fr_auto": "Parcourez les paramètres prédéfinis et créez les vôtres pour les partager avec d’autres."
    },
    "Please take a 5-minute tour to get familiar with the main features.": {
        "fr": "",
        "fr_auto": "Veuillez faire une visite de 5 minutes pour vous familiariser avec les principales caractéristiques."
    },
    "Corrupt docx file.": {
        "fr": "",
        "fr_auto": "Fichier docx corrompu."
    },
    "Corrupt PDF file.": {
        "fr": "",
        "fr_auto": "Fichier PDF corrompu."
    },
    "Corrupt pptx file.": {
        "fr": "",
        "fr_auto": "Fichier pptx corrompu."
    },
    "Corrupt csv file.": {
        "fr": "",
        "fr_auto": "Fichier csv corrompu."
    },
    "Corrupt excel file.": {
        "fr": "",
        "fr_auto": "Fichier ecxel corrompu."
    },
    "Corrupt CSV file.": {
        "fr": "",
        "fr_auto": "Fichier CSV corrompu."
    },
    "Corrupt Excel file.": {
        "fr": "",
        "fr_auto": "Fichier Excel corrompu."
    },
    "Error submitting feedback.": {
        "fr": "",
        "fr_auto": "Erreur en soumettant des commentaires."
    },
    "Chat updated successfully.": {
        "fr": "",
        "fr_auto": "Le clavardage a été mis à jour avec succès."
    },
    "Chat created successfully.": {
        "fr": "",
        "fr_auto": "Chat créé avec succès."
    },
    "Default": {
        "fr": "",
        "fr_auto": "Défaut"
    },
    "(best, $)": {
        "fr": "",
        "fr_auto": "(meilleur, $)"
    },
    "Welcome to the AI Assistant": {
        "fr": "",
        "fr_auto": "Bienvenue à l’Assistant IA"
    },
    "When you start a new chat, the welcome message reminds you of appropriate usage for the selected mode.": {
        "fr": "",
        "fr_auto": "Lorsque vous commencez un nouveau clavardage, le message de bienvenue vous rappelle l’utilisation appropriée du mode sélectionné."
    },
    "Select a mode": {
        "fr": "",
        "fr_auto": "Sélectionnez un mode"
    },
    "Use the tabs to select different modes. The welcome message will update with guidance for the selected mode.": {
        "fr": "",
        "fr_auto": "Utilisez les onglets pour sélectionner différents modes. Le message de bienvenue sera mis à jour avec des directives pour le mode sélectionné."
    },
    "Send a message": {
        "fr": "",
        "fr_auto": "Envoyer un message"
    },
    "You can interact with the AI by sending a chat message.": {
        "fr": "",
        "fr_auto": "Vous pouvez interagir avec l’IA en envoyant un message de clavardage."
    },
    "Hello, Otto!": {
        "fr": "",
        "fr_auto": "Bonjour, Otto!"
    },
    "Messages area": {
        "fr": "",
        "fr_auto": "Zone des messages"
    },
    "Your sent messages and the AI\\": {
        "fr": "",
        "fr_auto": "Vos messages envoyés et l’IA"
    },
    "Switch to Q&A mode": {
        "fr": "",
        "fr_auto": "Passez en mode Questions et réponses"
    },
    "Q&A mode lets you ask questions and extract information from uploaded documents. Click the Q&A tab to try it.": {
        "fr": "Le mode Q&R vous permet de poser des questions et d’extraire de l’information à partir de documents téléversés. Cliquez sur l’onglet Questions et réponses pour l’essayer.",
        "fr_auto": "Le mode Q&R vous permet de poser des questions et d’extraire de l’information à partir de documents téléchargés. Cliquez sur l’onglet Questions et réponses pour l’essayer."
    },
    "Settings sidebar": {
        "fr": "",
        "fr_auto": "Barre latérale des paramètres"
    },
    "All AI assistant modes have editable settings in the right sidebar. The Q&A settings are especially important.": {
        "fr": "",
        "fr_auto": "Tous les modes d’assistant IA ont des paramètres modifiables dans la barre latérale droite. Les paramètres de questions et réponses sont particulièrement importants."
    },
    "Select Q&A library": {
        "fr": "",
        "fr_auto": "Sélectionnez la bibliothèque de questions et réponses"
    },
    "By default, the \\\"Corporate\\\" library is selected. This contains some HR-related information such as collective agreements.": {
        "fr": "Par défaut, la bibliothèque « Ministériel » est sélectionnée. Elle contient des renseignements liés aux RH, comme les conventions collectives.",
        "fr_auto": "Par défaut, la bibliothèque \\\"Corporate\\ » est sélectionnée. Il contient des renseignements liés aux RH, comme les conventions collectives."
    },
    "What is LP-02 step 3 pay in 2024?": {
        "fr": "Quelle-est la rémunération de l’échelon 3 du LP-02 en 2024?",
        "fr_auto": "Qu’est-ce que la rémunération de l’échelon 3 du LP-02 en 2024?"
    },
    "Q&A response": {
        "fr": "",
        "fr_auto": "Réponse aux questions et réponses"
    },
    "In Q&A mode, the AI searches through the library to find the answer. This allows it to provide references for verification.": {
        "fr": "",
        "fr_auto": "En mode Q&R, l’IA cherche dans la bibliothèque pour trouver la réponse. Cela lui permet de fournir des références à des fins de vérification."
    },
    "Upload your own files": {
        "fr": "",
        "fr_auto": "Téléchargez vos propres fichiers"
    },
    "You can upload many types of files for Q&A, summarization or translation. These files are stored in the chat and will be deleted after 30 days inactivity. You can also drag and drop files into the chat. Uploading a file will switch the Q&A library to \\\"Chat uploads\\\".": {
        "fr": "Vous pouvez télécharger de nombreux types de fichiers pour les questions et réponses, les résumés ou les traductions. Ces fichiers sont stockés dans le clavardage et seront supprimés après 30 jours d’inactivité. Vous pouvez également faire glisser et déposer des fichiers dans le clavardage. Le téléchargement d’un fichier fera passer la bibliothèque de questions et réponses à \\\"Téléchargements de clavardage\\ ».",
        "fr_auto": "Vous pouvez télécharger de nombreux types de fichiers pour les questions et réponses, les résumés ou les traductions. Ces fichiers sont stockés dans le clavardage et seront supprimés après 30 jours d’inactivité. Vous pouvez également faire glisser et déposer des fichiers dans le clavardage. Le téléchargement d’un fichier fera passer la bibliothèque de questions et réponses à \\\"Téléchargements de clavardage\\ »."
    },
    "Editing libraries": {
        "fr": "",
        "fr_auto": "Modifier les bibliothèques"
    },
    "Instead of uploading files to a chat, you might want to create a document library. This allows you to query the same documents across multiple chats, or share your Q&A library with others. Use the \\\"Edit libraries\\\" function to upload, organize and share document libraries.": {
        "fr": "Au lieu de télécharger des fichiers dans un clavardage, vous pouvez créer une bibliothèque de documents. Celle-ci vous permettra d’interroger les mêmes documents sur plusieurs sessions de clavardages ou de partager votre bibliothèque de questions et réponses avec d’autres personnes. Utilisez la fonction « Modifier les bibliothèques » pour télécharger, organiser et partager des bibliothèques de documents.",
        "fr_auto": "Au lieu de télécharger des fichiers dans un clavardage, vous voudrez peut-être créer une bibliothèque de documents. Cela vous permet d’interroger les mêmes documents sur plusieurs clavardages ou de partager votre bibliothèque de questions et réponses avec d’autres personnes. Utilisez la fonction « Modifier les bibliothèques » pour télécharger, organiser et partager des bibliothèques de documents."
    },
    "Q&A search mode": {
        "fr": "",
        "fr_auto": "Mode de recherche Q&R"
    },
    "By default, Q&A mode will quickly search for the most relevant \\\"chunks\\\" from the library. The AI will then read those chunks and provide an answer. For some questions though, you may need to have the AI read the full document. WARNING: This mode can be expensive when there are lots of documents!": {
        "fr": "Par défaut, le mode Q&A recherchera rapidement les « morceaux » les plus pertinents dans la bibliothèque. L’IA lira ensuite ces morceaux et fournira une réponse. Pour certaines questions, vous devrez peut-être demander à l’IA de lire le document complet. ATTENTION : Ce mode peut être coûteux lorsqu’il y a beaucoup de documents!",
        "fr_auto": "Par défaut, le mode Q&A recherchera rapidement les \\\"morceaux\\ » les plus pertinents dans la bibliothèque. L’IA lira ensuite ces morceaux et fournira une réponse. Pour certaines questions, vous devrez peut-être demander à l’IA de lire le document complet. ATTENTION : Ce mode peut être coûteux lorsqu’il y a beaucoup de documents!"
    },
    "Q&A filters": {
        "fr": "",
        "fr_auto": "Filtres de questions et réponses"
    },
    "In the full document modes, select the documents or folders you want the AI to read.": {
        "fr": "",
        "fr_auto": "Dans les modes de document complet, sélectionnez les documents ou les dossiers que vous voulez que l’IA lise."
    },
    "Select AI model": {
        "fr": "",
        "fr_auto": "Sélectionnez le modèle d’IA"
    },
    "When accuracy is paramount, select the more expensive GPT-4o model. (This setting is available in all modes.)": {
        "fr": "",
        "fr_auto": "Lorsque la précision est primordiale, sélectionnez le modèle GPT-4o plus coûteux. (Ce paramètre est disponible dans tous les modes.)"
    },
    "To customize the behaviour further, you can edit advanced settings by clicking here. For example, you can change the number of top sources that the AI will read, or customize the response format": {
        "fr": "Pour personnaliser davantage le comportement du système, vous pouvez modifier les paramètres avancés en cliquant ici. Par exemple, vous pouvez modifier le nombre de sources principales que l’IA lira ou personnaliser le format de réponse",
        "fr_auto": "Pour personnaliser davantage le comportement, vous pouvez modifier les paramètres avancés en cliquant ici. Par exemple, vous pouvez modifier le nombre de sources principales que l’IA lira ou personnaliser le format de réponse"
    },
    "Summarize mode": {
        "fr": "",
        "fr_auto": "Mode de résumé"
    },
    "In summarize mode, you can upload documents, paste long text or enter a URL (canada.ca, *.gc.ca, CanLii and Wikipedia only). Like in Q&A \\\"full documents\\\" mode, the AI will read the entire document before responding. Let\\": {
        "fr": "",
        "fr_auto": "En mode résumé, vous pouvez télécharger des documents, coller du texte long ou entrer une URL (canada.ca, *.gc.ca, CanLii et Wikipédia seulement). Comme dans le mode Q&R \\« documents complets \\ », l’IA lira l’intégralité du document avant de répondre. Let\\"
    },
    "Summarize response": {
        "fr": "",
        "fr_auto": "Résumer la réponse"
    },
    "By default, the summary will be quite short, but this is adjustable in the settings sidebar.": {
        "fr": "",
        "fr_auto": "Par défaut, le résumé sera assez court, mais il est réglable dans la barre latérale des paramètres."
    },
    "Summarize settings": {
        "fr": "",
        "fr_auto": "Résumer les paramètres"
    },
    "There are 3 preset length settings, but you can add additional instructions or override the prompt entirely. A custom summarize prompt is the easiest way to extract exactly the information you want from a document.": {
        "fr": "",
        "fr_auto": "Il y a 3 réglages de longueur prédéfinis, mais vous pouvez ajouter des instructions supplémentaires ou remplacer complètement l’invite. Une invite de résumé personnalisée est le moyen le plus simple d’extraire exactement l’information que vous voulez d’un document."
    },
    "My team at Department of Justice Canada has developed a generative AI tool. What are the top 7 pieces of guidance I should provide users? Write a 1000-word Buzzfeed-style listicle with nice formatting. The audience is end-users.": {
        "fr": "",
        "fr_auto": "Mon équipe au ministère de la Justice du Canada a mis au point un outil d’IA générative. Quels sont les 7 principaux conseils que je devrais fournir aux utilisateurs? Rédigez une liste de 1000 mots de style Buzzfeed avec un bon formatage. Le public est constitué d’utilisateurs finaux."
    },
    "Summary with custom prompt": {
        "fr": "",
        "fr_auto": "Résumé avec invite personnalisée"
    },
    "The AI now generates a summary according to the custom prompt!": {
        "fr": "",
        "fr_auto": "L’IA génère maintenant un résumé selon l’invite personnalisée!"
    },
    "Switching back to chat mode": {
        "fr": "",
        "fr_auto": "Retour en mode clavardage"
    },
    "We\\": {
        "fr": "",
        "fr_auto": "Nous \\"
    },
    "Our tool is called Otto, so please use that name. Otto is actually approved for Protected B data unlike many generative AI tools. Also would prefer a bit more bold and italics, and lots of emojis. More memorable titles for the tips, maybe alliterative or rhyming. 300 words max.": {
        "fr": "",
        "fr_auto": "Notre outil s’appelle Otto, alors veuillez utiliser ce nom. Otto est en fait approuvé pour les données Protected B contrairement à de nombreux outils d’IA générative. Je préférerais aussi un peu plus de gras et d’italique, et beaucoup d’emojis. Des titres plus mémorables pour les pointes, peut-être allitératifs ou rimés. 300 mots max."
    },
    "Human in the loop": {
        "fr": "Avec intervention humaine",
        "fr_auto": "Humain dans la boucle"
    },
    "Remember, the AI assistant is just a tool to help you accomplish your goals. Be specific and you\\": {
        "fr": "",
        "fr_auto": "N’oubliez pas que l’assistant d’IA n’est qu’un outil pour vous aider à atteindre vos objectifs. Soyez précis et vous\\"
    },
    "Translation options": {
        "fr": "",
        "fr_auto": "Options de traduction"
    },
    "In translate mode, you can upload files or directly input text (in any language). Select the target language in the sidebar.": {
        "fr": "En mode traduction, vous pouvez téléverser des fichiers ou écrire directement dans le champs de texte (dans la langue de votre choix). Sélectionnez la langue cible dans la barre latérale.",
        "fr_auto": "En mode traduction, vous pouvez télécharger des fichiers ou entrer directement du texte (dans n’importe quelle langue). Sélectionnez la langue cible dans la barre latérale."
    },
    "Browse presets created by the Otto team or other users. You can also save your current settings as a preset, and choose your default settings for new chats.": {
        "fr": "Parcourez les préréglages créés par l’équipe d'Otto ou créés par d’autres utilisateurs. Vous pouvez également enregistrer vos paramètres actuels en tant que préréglage et choisir vos paramètres par défaut pour les nouvelles conversations.",
        "fr_auto": "Parcourez les préréglages créés par l’équipe Otto ou d’autres utilisateurs. Vous pouvez également enregistrer vos paramètres actuels en tant que préréglage et choisir vos paramètres par défaut pour les nouvelles conversations."
    },
    "Your chats remain accessible in the left sidebar, but are deleted after 30 days of inactivity. The current chat is bolded.": {
        "fr": "Vos discussions restent accessibles dans la barre latérale gauche, mais sont supprimées après 30 jours d’inactivité. Le clavardage actuel apparait en charactère gras.",
        "fr_auto": "Vos discussions restent accessibles dans la barre latérale gauche, mais sont supprimées après 30 jours d’inactivité. Le clavardage actuel est en gras."
    },
    "Rename and delete chats": {
        "fr": "",
        "fr_auto": "Renommer et supprimer des clavardages"
    },
    "When you hover over a chat title, three dots appear. Click the dots to rename or delete a chat manually.": {
        "fr": "",
        "fr_auto": "Lorsque vous passez la souris sur le titre d’un clavardage, trois points apparaissent. Cliquez sur les points pour renommer ou supprimer un clavardage manuellement."
    },
    "Start a new chat": {
        "fr": "",
        "fr_auto": "Démarrer un nouveau clavardage"
    },
    "When you are changing topics, always start a new chat. This reduces cost and improves quality. The tour is now complete!": {
        "fr": "Lorsque vous changez de sujet, commencez toujours une nouvelle discussion. Cela réduit les coûts et améliore la qualité des réponses. La visite est maintenant terminée!",
        "fr_auto": "Lorsque vous changez de sujet, commencez toujours une nouvelle discussion. Cela réduit les coûts et améliore la qualité. La visite est maintenant terminée!"
    },
    "Light and dark themes": {
        "fr": "",
        "fr_auto": "Thèmes clairs et sombres"
    },
    "Click the sun or moon icon to switch between dark and light themes.": {
        "fr": "",
        "fr_auto": "Cliquez sur l’icône du soleil ou de la lune pour basculer entre les thèmes sombres et clairs."
    },
    "No documents in this chat.": {
        "fr": "",
        "fr_auto": "Aucun document dans ce clavardage."
    },
    "Enter a message to chat with the AI": {
        "fr": "",
        "fr_auto": "Entrez un message pour discuter avec l’IA"
    },
    "Ask a question about the selected documents, or enter a URL to add": {
        "fr": "",
        "fr_auto": "Posez une question sur les documents sélectionnés ou entrez une URL à ajouter"
    },
    "Enter a URL or paste long text to summarize": {
        "fr": "",
        "fr_auto": "Entrez une URL ou collez un texte long pour résumer"
    },
    "Enter text to translate (select language in sidebar)": {
        "fr": "",
        "fr_auto": "Entrez le texte à traduire (sélectionnez la langue dans la barre latérale)"
    },
    "Ask a question about the selected documents, upload files or enter a URL to add": {
        "fr": "",
        "fr_auto": "Posez une question sur les documents sélectionnés, téléchargez des fichiers ou entrez une URL à ajouter"
    },
    "Enter a URL, paste long text or upload files to summarize": {
        "fr": "",
        "fr_auto": "Entrez une URL, collez du texte long ou téléchargez des fichiers pour résumer"
    },
    "Enter text or upload files to translate (select language in sidebar)": {
        "fr": "",
        "fr_auto": "Entrez du texte ou téléchargez des fichiers à traduire (sélectionnez la langue dans la barre latérale)"
    },
    "o3-mini (adds reasoning, 7x cost)": {
        "fr": "",
        "fr_auto": "o3-mini (ajoute un raisonnement, coût 7x)"
    },
    "GPT-4o (best accuracy, 15x cost)": {
        "fr": "",
        "fr_auto": "GPT-4o (meilleure précision, coût 15x)"
    },
    "Request cancelled.": {
        "fr": "",
        "fr_auto": "Demande annulée."
    },
    "Continue with ": {
        "fr": "",
        "fr_auto": "Continuer avec "
    },
    "No description available": {
        "fr": "",
        "fr_auto": "Aucune description disponible"
    },
    "English metadata": {
        "fr": "",
        "fr_auto": "Métadonnées en anglais"
    },
    "French metadata": {
        "fr": "",
        "fr_auto": "Métadonnées en français"
    },
    "Sharing": {
        "fr": "",
        "fr_auto": "Partage"
    },
    "Save preset": {
        "fr": "",
        "fr_auto": "Enregistrer le préréglage"
    },
    "Update preset": {
        "fr": "",
        "fr_auto": "Mettre à jour le préréglage"
    },
    "Update preset:": {
        "fr": "",
        "fr_auto": "Préréglage de mise à jour :"
    },
    "Create new preset": {
        "fr": "",
        "fr_auto": "Créer un nouveau préréglage"
    },
    "Error extracting text from file. Try copying and pasting the text.": {
        "fr": "",
        "fr_auto": "Erreur lors de l’extraction du texte du fichier. Essayez de copier et coller le texte."
    },
    "Mark complete": {
        "fr": "",
        "fr_auto": "Marquer comme terminé"
    },
    "Load settings": {
        "fr": "",
        "fr_auto": "Réglages de charge"
    },
    "Edit / share": {
        "fr": "",
        "fr_auto": "Modifier / partager"
    },
    "Default for new chats": {
        "fr": "",
        "fr_auto": "Par défaut pour les nouvelles conversations"
    },
    "Default preset updated.": {
        "fr": "",
        "fr_auto": "Préréglage par défaut mis à jour."
    },
    "Only me": {
        "fr": "",
        "fr_auto": "Seulement moi"
    },
    "This preset is set as your default for new chats. Are you sure you want to overwrite it?": {
        "fr": "",
        "fr_auto": "Ce préréglage est défini par défaut pour les nouvelles discussions. Êtes-vous sûr de vouloir l’écraser?"
    },
    "This preset is shared with other users. Are you sure you want to overwrite it?": {
        "fr": "",
        "fr_auto": "Ce préréglage est partagé avec d’autres utilisateurs. Êtes-vous sûr de vouloir l’écraser?"
    },
    "WARNING: This preset is shared with all Otto users. Are you sure you want to overwrite it?": {
        "fr": "",
        "fr_auto": "AVERTISSEMENT : Ce préréglage est partagé avec tous les utilisateurs d’Otto. Êtes-vous sûr de vouloir l’écraser?"
    },
    "DANGER: This preset is set as the default for all Otto users. Are you sure you want to overwrite it?": {
        "fr": "",
        "fr_auto": "DANGER : Ce préréglage est défini par défaut pour tous les utilisateurs d’Otto. Êtes-vous sûr de vouloir l’écraser?"
    },
    "Loaded": {
        "fr": "",
        "fr_auto": "Chargé"
    },
    "modified": {
        "fr": "",
        "fr_auto": "modifié"
    },
    "Everyone": {
        "fr": "",
        "fr_auto": "Tout le monde"
    },
    "Shared": {
        "fr": "",
        "fr_auto": "Partagé"
    },
    "Continue at estimated cost ": {
        "fr": "",
        "fr_auto": "Continuer au coût estimatif "
    },
    "AI can make mistakes. Verify the output if you intend to rely upon it.": {
        "fr": "",
        "fr_auto": "L’IA peut faire des erreurs. Vérifiez le résultat si vous avez l’intention de vous fier à lui."
    },
    "We estimated that this request might be expensive.": {
        "fr": "",
        "fr_auto": "Nous avons estimé que cette demande pourrait être coûteuse."
    },
    "Changes will overwrite properties of all selected users": {
        "fr": "",
        "fr_auto": "Les modifications remplaceront les propriétés de tous les utilisateurs sélectionnés"
    },
    "What is Otto?": {
        "fr": "",
        "fr_auto": "Qu’est-ce qu’Otto?"
    },
    "Otto is a platform for data & AI tools developed by and for the Department of Justice Canada, designed to enhance the workflow and efficiency of corporate and legal professionals through automation and generative AI.": {
        "fr": "",
        "fr_auto": "Otto est une plateforme d’outils de données et d’IA développée par et pour le ministère de la Justice du Canada, conçue pour améliorer le flux de travail et l’efficacité des professionnels des entreprises et du droit grâce à l’automatisation et à l’IA générative."
    },
    "What is the Otto Pro-B Pilot?": {
        "fr": "",
        "fr_auto": "Qu’est-ce que le pilote Otto Pro-B?"
    },
    "Justice's Business Analytics Centre (BAC) is launching a limited user pilot in a Protected B environment. The pilot includes ~625 users split into 65 distinct pilot groups with specific use cases covering all types of Justice work. The pilot will run for approximately 8 months. Following its conclusion, results and feedback will be used to refine the tools, which will then be deployed to all JUS employees.": {
        "fr": "",
        "fr_auto": "Le Centre d’analyse des affaires (BAC) du ministère de la Justice lance un projet pilote limité d’utilisateurs dans un environnement Protégé B. Le projet pilote comprend ~625 utilisateurs répartis en 65 groupes pilotes distincts avec des cas d’utilisation spécifiques couvrant tous les types de travail dans le domaine de la justice. Le projet pilote durera environ 8 mois. À la suite de sa conclusion, les résultats et la rétroaction seront utilisés pour peaufiner les outils, qui seront ensuite déployés auprès de tous les employés de JUS."
    },
    "What can Otto do for me?": {
        "fr": "",
        "fr_auto": "Qu’est-ce qu’Otto peut faire pour moi?"
    },
    "Otto is designed to enhance the workflow and efficiency of corporate and legal professionals by providing various capabilities, including:": {
        "fr": "",
        "fr_auto": "Otto est conçu pour améliorer le flux de travail et l’efficacité des professionnels des entreprises et du droit en offrant diverses capacités, notamment :"
    },
    "Engage in general-purpose conversations for assistance with writing and other straightforward tasks.": {
        "fr": "",
        "fr_auto": "Engagez-vous dans des conversations générales pour obtenir de l’aide à la rédaction et à d’autres tâches simples."
    },
    "Retrieve answers from uploaded documents. Users can share or personalize libraries of documents to query.": {
        "fr": "",
        "fr_auto": "Récupérez les réponses des documents téléchargés. Les utilisateurs peuvent partager ou personnaliser des bibliothèques de documents à interroger."
    },
    "Summarize content from text, webpages, or uploaded documents at user-specified lengths.": {
        "fr": "",
        "fr_auto": "Résumer le contenu du texte, des pages Web ou des documents téléchargés à la longueur spécifiée par l’utilisateur."
    },
    "Translate content into French or English.": {
        "fr": "",
        "fr_auto": "Traduire le contenu en français ou en anglais."
    },
    "Text Extraction": {
        "fr": "",
        "fr_auto": "Extraction de texte"
    },
    "Extract text from images or scanned PDFs – including handwritten text – using advanced Optical Character Recognition (OCR).": {
        "fr": "",
        "fr_auto": "Extraire du texte d’images ou de PDF numérisés – y compris du texte manuscrit – à l’aide de la reconnaissance optique de caractères (OCR) avancée."
    },
    "Query Canadian acts and regulations using natural language to find relevant sections and get AI answers to questions.": {
        "fr": "",
        "fr_auto": "Interrogez les lois et règlements canadiens en utilisant le langage naturel pour trouver les sections pertinentes et obtenir des réponses aux questions de l’IA."
    },
    "When should I use Otto?": {
        "fr": "",
        "fr_auto": "Quand devrais-je utiliser Otto?"
    },
    "You should use Otto when you need AI assistance with tasks such as AI text generation, question answering, document summarization, translation to English and French, extracting text from images or scanned PDFs, or searching Canadian laws and regulations.  Otto is intended for streamlining workflows, improving efficiency, and accessing accurate information pertaining to the Canadian Department of Justice.": {
        "fr": "",
        "fr_auto": "Vous devriez utiliser Otto lorsque vous avez besoin de l’aide de l’IA pour des tâches telles que la génération de texte en IA, la réponse aux questions, le résumé de documents, la traduction en anglais et en français, l’extraction de texte à partir d’images ou de PDF numérisés ou la recherche dans les lois et règlements canadiens.  Otto est destiné à rationaliser les flux de travail, à améliorer l’efficacité et à accéder à de l’information exacte concernant le ministère de la Justice du Canada."
    },
    "Otto is meant to save you time and effort by providing quick, reliable answers to your questions. Whether you're looking for general information or need help navigating internal policies, this tool can help streamline your work and point you in the right direction.": {
        "fr": "",
        "fr_auto": "Otto est destiné à vous faire gagner du temps et des efforts en fournissant des réponses rapides et fiables à vos questions. Que vous recherchiez des informations générales ou que vous ayez besoin d’aide pour naviguer dans les politiques internes, cet outil peut vous aider à rationaliser votre travail et à vous orienter dans la bonne direction."
    },
    "What are Otto's limitations?": {
        "fr": "",
        "fr_auto": "Quelles sont les limites d’Otto?"
    },
    "Otto has no internet access so its general knowledge is not necessarily up to date.": {
        "fr": "",
        "fr_auto": "Otto n’a pas d’accès à Internet, donc ses connaissances générales ne sont pas nécessairement à jour."
    },
    "Otto may not be used to automate decision-making that affects the rights, privileges or interests of individuals, or to automate steps needed to make decisions.": {
        "fr": "",
        "fr_auto": "Otto ne peut pas être utilisé pour automatiser la prise de décisions qui touchent les droits, les privilèges ou les intérêts des personnes, ni pour automatiser les étapes nécessaires à la prise de décisions."
    },
    "Otto cannot process documents or data classified above the Protected B level.": {
        "fr": "",
        "fr_auto": "Otto ne peut pas traiter des documents ou des données classés au-dessus du niveau Protégé B."
    },
    "The AI may produce inaccurate or incomplete responses if user prompts are unclear or lack sufficient detail.": {
        "fr": "",
        "fr_auto": "L’IA peut produire des réponses inexactes ou incomplètes si les invites de l’utilisateur ne sont pas claires ou manquent de détails."
    },
    "Users are limited to a monthly budget of $32 for AI use and exceeding this requires a request to administrators.": {
        "fr": "",
        "fr_auto": "Les utilisateurs sont limités à un budget mensuel de 32 $ pour l’utilisation de l’IA et le dépassement de ce budget nécessite une demande aux administrateurs."
    },
    "Due to the nature of the AI and the data used for training, Otto may occasionally generate hallucinations or irrelevant information. Human verification of output is required if the output is to be relied upon.": {
        "fr": "",
        "fr_auto": "En raison de la nature de l’IA et des données utilisées pour l’entraînement, Otto peut occasionnellement générer des hallucinations ou des informations non pertinentes. Une vérification humaine de la production est nécessaire si l’on peut se fier à la production."
    },
    "Otto is not a repository for information of business value.  It is for transitory information only.  Document libraries and chats are deleted after 30 days of inactivity.": {
        "fr": "",
        "fr_auto": "Otto n’est pas un dépôt d’information à valeur opérationnelle.  Il s’agit uniquement d’informations transitoires.  Les bibliothèques de documents et les clavardages sont supprimés après 30 jours d’inactivité."
    },
    "Can Otto replace human experts?": {
        "fr": "",
        "fr_auto": "Otto peut-il remplacer les experts humains?"
    },
    "No, Otto is not a replacement for human experts. Otto is a tool designed to assist and complement your work. For complex or sensitive matters, you should always consult a qualified professional or departmental subject matter experts.": {
        "fr": "",
        "fr_auto": "Non, Otto ne remplace pas les experts humains. Otto est un outil conçu pour vous aider et compléter votre travail. Pour les questions complexes ou délicates, vous devriez toujours consulter un professionnel qualifié ou des experts en la matière."
    },
    "Is Otto secure?": {
        "fr": "",
        "fr_auto": "Otto est-il sécurisé?"
    },
    "Otto is designed to operate within the secure environment of the Government of Canada for information up to and including Protected B. Data is encrypted at rest and stored only in Canadian Microsoft Azure data centers. Otto is only accessible to Justice employees through the Justice network. Otto does not store or share sensitive information outside of this environment.": {
        "fr": "",
        "fr_auto": "Otto est conçu pour fonctionner dans l’environnement sécurisé du gouvernement du Canada pour l’information jusqu’à Protégé B. Les données sont chiffrées au repos et stockées uniquement dans les centres de données Microsoft Azure canadiens. Otto n’est accessible qu’aux employés du ministère de la Justice par l’intermédiaire du réseau du Justice. Otto ne stocke ni ne partage de renseignements sensibles en dehors de cet environnement."
    },
    "How do I access Otto?": {
        "fr": "",
        "fr_auto": "Comment puis-je accéder à Otto?"
    },
    "Otto can be accessed via the URL <a href=\"https://otto-pilot.cloud.justice.gc.ca/\">https://otto-pilot.cloud.justice.gc.ca/</a>. You must be connected to the Justice network.": {
        "fr": "",
        "fr_auto": "Otto est accessible via l’URL <a href=\"https://otto-pilot.cloud.justice.gc.ca/\">https://otto-pilot.cloud.justice.gc.ca/</a>. Vous devez être connecté au réseau de la justice."
    },
    "Who can I contact if I have questions about Otto?": {
        "fr": "",
        "fr_auto": "Qui puis-je contacter si j’ai des questions au sujet d’Otto?"
    },
    "Feedback and bug reporting is collected in-app through a feedback form. Please direct all other questions to the mailbox at otto@justice.gc.ca .": {
        "fr": "",
        "fr_auto": "Les commentaires et les rapports de bogues sont recueillis dans l’application par le biais d’un formulaire de rétroaction. Veuillez adresser toutes les autres questions à la boîte aux lettres au otto@justice.gc.ca ."
    },
    "How do I  ensure the accuracy of information from Otto?": {
        "fr": "",
        "fr_auto": "Comment puis-je m’assurer de l’exactitude des informations d’Otto?"
    },
    "Otto relies on pre-existing knowledge and trusted internal documents to provide information. Otto retrieves answers from user-uploaded documents and displays page-numbered references and relevant links for verification. Additionally, users can customize prompts and settings to refine how information is extracted and presented, ensuring clarity and reliability. For certain questions, Otto will attempt to let users know if there are limitations to its responses and may recommend consulting the appropriate resources or experts.  If they are to be relied upon, all outputs from Otto must undergo human verification by the user or a person with appropriate knowledge and expertise to evaluate the outputs.": {
        "fr": "",
        "fr_auto": "Otto s’appuie sur des connaissances préexistantes et des documents internes fiables pour fournir de l’information. Otto récupère les réponses des documents téléchargés par les utilisateurs et affiche des références numérotées et des liens pertinents pour vérification. De plus, les utilisateurs peuvent personnaliser les invites et les paramètres pour affiner la façon dont l’information est extraite et présentée, ce qui garantit la clarté et la fiabilité. Pour certaines questions, Otto tentera d’informer les utilisateurs s’il y a des limites à ses réponses et peut recommander de consulter les ressources ou les experts appropriés.  Pour s’y fier, tous les extrants d’Otto doivent faire l’objet d’une vérification humaine par l’utilisateur ou une personne possédant les connaissances et l’expertise appropriées pour évaluer les extrants."
    },
    "Can Otto help me with bilingual (English/French) questions?": {
        "fr": "",
        "fr_auto": "Otto peut-il m’aider avec des questions bilingues (anglais/français)?"
    },
    "Yes, Otto can assist with bilingual (English/French) questions. Users can ask questions directly in both Official Language(s). It also offers a translation tool for translating content between English and French,and from other languages into English and French. Additionally, users can set the desired language for summaries and other outputs.": {
        "fr": "",
        "fr_auto": "Oui, Otto peut répondre aux questions bilingues (anglais/français). Les utilisateurs peuvent poser des questions directement dans les deux langues officielles. Il offre également un outil de traduction pour traduire du contenu entre l’anglais et le français, et d’autres langues vers l’anglais et le français. De plus, les utilisateurs peuvent définir la langue souhaitée pour les résumés et autres résultats."
    },
    "Can I insert URLs in Otto?": {
        "fr": "",
        "fr_auto": "Puis-je insérer des URL dans Otto?"
    },
    "The AI assistant in Otto can access websites from the following domains.": {
        "fr": "",
        "fr_auto": "L’assistant IA d’Otto peut accéder à des sites Web à partir des domaines suivants."
    },
    "canada.ca": {
        "fr": "",
        "fr_auto": "canada.ca"
    },
    "gc.ca": {
        "fr": "",
        "fr_auto": "gc.ca"
    },
    "canlii.org": {
        "fr": "",
        "fr_auto": "canlii.org"
    },
    "wikipedia.org": {
        "fr": "",
        "fr_auto": "wikipedia.org"
    },
    "URLs that are not from these domains will not work. As a workaround, you can save relevant content to a file and upload it inside the AI assistant for querying.": {
        "fr": "",
        "fr_auto": "Les URL qui ne proviennent pas de ces domaines ne fonctionneront pas. Comme solution de contournement, vous pouvez enregistrer le contenu pertinent dans un fichier et le télécharger dans l’assistant d’IA pour l’interroger."
    },
    "Can I upload documents that come from a third party?": {
        "fr": "",
        "fr_auto": "Puis-je télécharger des documents qui proviennent d’un tiers?"
    },
    "Users must respect any applicable statutory or contractual restrictions that may apply to uploading those documents to Otto. For example, the license to use a document may restrict saving an electronic copy.": {
        "fr": "",
        "fr_auto": "Les utilisateurs doivent respecter toutes les restrictions légales ou contractuelles applicables qui peuvent s’appliquer au téléchargement de ces documents sur Otto. Par exemple, la licence d’utilisation d’un document peut restreindre l’enregistrement d’une copie électronique."
    },
    "Feedback and bug reporting is collected in-app through a feedback form. Please direct all other questions to the mailbox at <a href=\"mailto:otto@justice.gc.ca\">otto@justice.gc.ca</a>.": {
        "fr": "",
        "fr_auto": "Les commentaires et les rapports de bogues sont recueillis dans l’application par le biais d’un formulaire de rétroaction. Veuillez adresser toutes les autres questions à la boîte aux lettres à <a href=\"mailto:otto@justice.gc.ca\">otto@justice.gc.ca</a>."
    },
    "This request is estimated to cost ${formatted_cost}, which exceeds your remaining monthly budget. Please contact an Otto administrator or wait until the 1st for the limit to reset.": {
        "fr": "",
        "fr_auto": "Le coût de cette demande est estimé à {formatted_cost} $, ce qui dépasse votre budget mensuel restant. Veuillez contacter un administrateur Otto ou attendre le 1er pour que la limite soit réinitialisée."
    },
    "Error: {e}": {
        "fr": "",
        "fr_auto": "Erreur : {e}"
    },
    "This request could be expensive. Are you sure?": {
        "fr": "",
        "fr_auto": "Cette demande pourrait être coûteuse. Es-tu certain?"
    },
    "Use with unclassified, Protected A or": {
        "fr": "",
        "fr_auto": "À utiliser avec des produits non classifiés, protégés A ou"
    },
    "Specific legislation may impose additional requirements pertaining to certain classes of sensitive information that are considered Protected B. In such cases, the use of Otto should be considered on a case-by-case basis.": {
        "fr": "",
        "fr_auto": "Une législation particulière peut imposer des exigences supplémentaires relatives à certaines catégories de renseignements sensibles qui sont considérées comme protégées B. Dans de tels cas, l’utilisation d’Otto doit être envisagée au cas par cas."
    },
    "information only.": {
        "fr": "",
        "fr_auto": "information seulement."
    },
    "Not for legal research:": {
        "fr": "",
        "fr_auto": "Pas pour la recherche juridique :"
    },
    "Does not connect to legal databases like Westlaw, Lexis, CanLII or Justipedia.": {
        "fr": "",
        "fr_auto": "Ne se connecte pas à des bases de données juridiques comme Westlaw, Lexis, CanLII ou Justipedia."
    },
    "Only legal professionals can critically analyze client matters and provide legal advice.": {
        "fr": "",
        "fr_auto": "Seuls les professionnels du droit peuvent analyser de manière critique les affaires des clients et fournir des conseils juridiques."
    },
    "Do not use for making or assisting in making": {
        "fr": "",
        "fr_auto": "Ne pas utiliser pour fabriquer ou aider à la fabrication"
    },
    "Administrative decisions are decisions affecting individuals, their rights, privileges or interests.": {
        "fr": "",
        "fr_auto": "Les décisions administratives sont des décisions touchant des personnes, leurs droits, privilèges ou intérêts."
    },
    "administrative decisions": {
        "fr": "",
        "fr_auto": "décisions administratives"
    },
    "Limit information shared. Chats and Q&A libraries are deleted after 30 days inactivity.": {
        "fr": "",
        "fr_auto": "Limitez l’information partagée. Les clavardages et les bibliothèques de questions et réponses sont supprimés après 30 jours d’inactivité."
    },
    "Chat mode is not suitable for factual research because it may hallucinate or provide biased outputs.": {
        "fr": "",
        "fr_auto": "Le mode clavardage ne convient pas à la recherche factuelle parce qu’il peut halluciner ou fournir des résultats biaisés."
    },
    "\n            <strong>Summarize</strong> uploaded documents. You can also paste long text or enter a URL for a web page.\n          ": {
        "fr": "",
        "fr_auto": "\n<strong>Résumer</strong> les documents téléchargés. Vous pouvez également coller du texte long ou entrer une URL pour une page Web.\n          "
    },
    "Search acts and regulations using natural language. Find relevant sections of laws.": {
        "fr": "",
        "fr_auto": "Rechercher des lois et des règlements en langage naturel. Trouvez les articles pertinents des lois."
    },
    "Safe use of Legislation Search": {
        "fr": "",
        "fr_auto": "Utilisation sécuritaire de la législation Recherche"
    },
    "Only humans can exercise the required professional judgement to critically analyze client matters and provide tailored strategic advice.": {
        "fr": "",
        "fr_auto": "Seuls les humains peuvent exercer le jugement professionnel requis pour analyser de manière critique les questions des clients et fournir des conseils stratégiques personnalisés."
    },
    "Only federal legislation:": {
        "fr": "",
        "fr_auto": "Seule la législation fédérale :"
    },
    "Case law and other legal sources are not included in this tool.": {
        "fr": "",
        "fr_auto": "La jurisprudence et les autres sources juridiques ne sont pas incluses dans cet outil."
    },
    "Inappropriate uses and limitations of Otto": {
        "fr": "",
        "fr_auto": "Utilisations inappropriées et limites d’Otto"
    },
    "You must read and follow the notices within these Terms of Use and in the notices within Otto tools.": {
        "fr": "",
        "fr_auto": "Vous devez lire et suivre les avis contenus dans les présentes conditions d’utilisation et dans les avis contenus dans les outils Otto."
    },
    "AI Assistant's Chat mode should not be trusted to provide factual information, as it is more prone to hallucination and bias in the output. Instead, use the Q&A and Summarize modes to ground the AI's responses in trusted sources such as documents that you upload or a shared document library.": {
        "fr": "",
        "fr_auto": "Il ne faut pas faire confiance au mode Chat de l’Assistant IA pour fournir des informations factuelles, car il est plus sujet aux hallucinations et aux biais dans la sortie. Utilisez plutôt les modes Questions et réponses et Résumé pour ancrer les réponses de l’IA dans des sources fiables telles que des documents que vous téléchargez ou une bibliothèque de documents partagée."
    },
    "Otto may not be used to automate decision-making (administrative decisions affecting the rights, privileges or interests of individuals). Examples of decision-making include many human resources activities or program or funding decisions. Otto should not be used as a tool for decision-makers, nor to automate steps needed to make decisions. The use of AI for activities related to or impacting decision-making raises several legal and policy issues which are not detailed here or in other Otto documentation.": {
        "fr": "",
        "fr_auto": "Otto ne peut pas être utilisé pour automatiser la prise de décisions (décisions administratives touchant les droits, les privilèges ou les intérêts des personnes). Parmi les exemples de prise de décisions, mentionnons de nombreuses activités de ressources humaines ou des décisions de programme ou de financement. Otto ne doit pas être utilisé comme un outil pour les décideurs, ni pour automatiser les étapes nécessaires à la prise de décisions. L’utilisation de l’IA pour des activités liées à la prise de décisions ou ayant une incidence sur la prise de décisions soulève plusieurs questions juridiques et politiques qui ne sont pas détaillées ici ou dans d’autres documents d’Otto."
    },
    "The AI Assistant does not connect to legal databases like Westlaw, Lexis, CanLII or Justipedia. It should not be used for searching for legislation, case law, opinions, etc. Only the Legislation Search tool should be used for questions about Canadian federal laws.": {
        "fr": "",
        "fr_auto": "L’assistant IA ne se connecte pas à des bases de données juridiques comme Westlaw, Lexis, CanLII ou Justipedia. Il ne devrait pas être utilisé pour rechercher des lois, de la jurisprudence, des opinions, etc. Seul l’outil de recherche de lois doit être utilisé pour les questions sur les lois fédérales canadiennes."
    },
    "Otto is not a substitute for professional legal advice. Legal professionals must analyze and understand the unique complexities of client matters, exercise professional judgment, and provide tailored strategic advice.": {
        "fr": "",
        "fr_auto": "Otto ne remplace pas les conseils juridiques professionnels. Les professionnels du droit doivent analyser et comprendre la complexité unique des affaires des clients, exercer un jugement professionnel et fournir des conseils stratégiques personnalisés."
    },
    "For examples of appropriate use cases, please see the ": {
        "fr": "",
        "fr_auto": "Pour des exemples de cas d’utilisation appropriés, veuillez consulter le "
    },
    "Otto user guide.": {
        "fr": "",
        "fr_auto": "Guide de l’utilisateur d’Otto."
    },
    "Security and privacy": {
        "fr": "",
        "fr_auto": "Sécurité et confidentialité"
    },
    "Otto is approved for information up to and including Protected B. This normally includes information subject to solicitor-client privilege. Specific statutes and regulations may impose additional requirements pertaining to certain classes of sensitive information that are considered Protected B. In such cases, the use of Otto should be considered on a case-by-case basis.": {
        "fr": "",
        "fr_auto": "Otto est approuvé pour l’information jusqu’à Protégé B. Cela comprend normalement les renseignements protégés par le secret professionnel de l’avocat. Des lois et des règlements particuliers peuvent imposer des exigences supplémentaires relatives à certaines catégories de renseignements sensibles qui sont considérés comme protégés B. Dans de tels cas, l’utilisation d’Otto doit être envisagée au cas par cas."
    },
    "You must not input any information above Protected B, either through uploads or direct text input.": {
        "fr": "",
        "fr_auto": "Vous ne devez pas saisir d’informations au-dessus de Protégé B, que ce soit par téléchargement ou saisie directe de texte."
    },
    "Apply security classification labels to chats and document libraries when they contain Protected and/or personal information.": {
        "fr": "",
        "fr_auto": "Appliquez des étiquettes de classification de sécurité aux clavardages et aux bibliothèques de documents lorsqu’ils contiennent des renseignements protégés ou personnels."
    },
    "Avoid uploading personal information except as needed for specific tasks. Share document libraries and chats only with those who require access (i.e. need to know if personal information is included).": {
        "fr": "",
        "fr_auto": "Évitez de télécharger des renseignements personnels, sauf si cela est nécessaire pour des tâches spécifiques. Partagez les bibliothèques de documents et les clavardages uniquement avec les personnes qui ont besoin d’y accéder (c.-à-d. qui ont besoin de savoir si des renseignements personnels sont inclus)."
    },
    "If information is shared with you through Otto which you should not have access to, use the provided links to email the authors or library administrators. To report other privacy or security issues, email the Otto team at": {
        "fr": "",
        "fr_auto": "Si des renseignements vous sont partagés par l’intermédiaire d’Otto auxquels vous ne devriez pas avoir accès, utilisez les liens fournis pour envoyer un courriel aux auteurs ou aux administrateurs de la bibliothèque. Pour signaler d’autres problèmes de confidentialité ou de sécurité, envoyez un courriel à l’équipe d’Otto à l’adresse suivante :"
    },
    "For more information, please review the following:": {
        "fr": "",
        "fr_auto": "Pour plus d’informations, veuillez consulter les documents suivants :"
    },
    "Handling and Safeguarding Sensitive Information": {
        "fr": "",
        "fr_auto": "Traitement et protection des renseignements sensibles"
    },
    "Privacy protocol for non-administrative purposes - JUSnet": {
        "fr": "",
        "fr_auto": "Protocole de confidentialité à des fins non administratives - JUSnet"
    },
    "Information management": {
        "fr": "",
        "fr_auto": "Gestion de l’information"
    },
    "Otto is for transitory information only. It is not a repository for information of business value.": {
        "fr": "",
        "fr_auto": "Otto est à titre d’information transitoire seulement. Il ne s’agit pas d’un dépôt d’information à valeur opérationnelle."
    },
    "Only upload to Otto the documents you need to perform your tasks.": {
        "fr": "",
        "fr_auto": "Téléchargez uniquement sur Otto les documents dont vous avez besoin pour effectuer vos tâches."
    },
    "When working with documents obtained from third parties, respect any applicable statutory or contractual restrictions that may apply to uploading those documents to Otto.": {
        "fr": "",
        "fr_auto": "Lorsque vous travaillez avec des documents obtenus de tiers, respectez toutes les restrictions légales ou contractuelles applicables qui peuvent s’appliquer au téléchargement de ces documents sur Otto."
    },
    "Actively delete protected or personal information when it is no longer needed. Document libraries and chats will be deleted after 30 days of inactivity. This means that if you do not open a chat for 30 days, it will be automatically deleted along with all files uploaded to the chat. For libraries, if no changes have been made and no Q&A queries have been performed for 30 days, the library will be automatically deleted.": {
        "fr": "",
        "fr_auto": "Supprimez activement les renseignements protégés ou personnels lorsqu’ils ne sont plus nécessaires. Les bibliothèques de documents et les clavardages seront supprimés après 30 jours d’inactivité. Cela signifie que si vous n’ouvrez pas un chat pendant 30 jours, il sera automatiquement supprimé avec tous les fichiers téléchargés sur le chat. Pour les bibliothèques, si aucun changement n’a été apporté et qu’aucune requête de questions n’a été effectuée pendant 30 jours, la bibliothèque sera automatiquement supprimée."
    },
    "Information of Business Value vs Transitory Information - Information Management (IM) Guidelines": {
        "fr": "",
        "fr_auto": "Information à valeur opérationnelle par rapport à l’information transitoire - Lignes directrices sur la gestion de l’information (GI)"
    },
    "Guide on the use of generative artificial intelligence - Canada.ca": {
        "fr": "",
        "fr_auto": "Guide sur l’utilisation de l’intelligence artificielle générative - Canada.ca"
    },
    "Generative AI in your daily work - Canada.ca": {
        "fr": "",
        "fr_auto": "L’IA générative dans votre travail quotidien - Canada.ca"
    },
    "Legal professionals must consult developing directions and notices from courts and tribunals pertaining to the use of artificial intelligence, as well as guidance from law societies. You should endeavor to notify clients when AI tools are being used.": {
        "fr": "",
        "fr_auto": "Les professionnels du droit doivent consulter les directives et les avis des cours et des tribunaux concernant l’utilisation de l’intelligence artificielle, ainsi que les directives des ordres professionnels de juristes. Vous devez vous efforcer d’informer les clients lorsque des outils d’IA sont utilisés."
    },
    "If they are to be relied upon, all outputs from Otto must undergo human verification by the user or a person with appropriate knowledge and expertise to evaluate the outputs. Citations provided in outputs from Otto can assist with this verification.": {
        "fr": "",
        "fr_auto": "Pour s’y fier, tous les extrants d’Otto doivent faire l’objet d’une vérification humaine par l’utilisateur ou une personne possédant les connaissances et l’expertise appropriées pour évaluer les extrants. Les citations fournies dans les résultats d’Otto peuvent aider à cette vérification."
    },
    "Extract text and handwriting from scanned PDF and images with AI-enabled OCR.": {
        "fr": "",
        "fr_auto": "Extrayez du texte et de l’écriture manuscrite de PDF et d’images numérisés grâce à l’OCR activée par l’IA."
    },
    "Safe use of Text Extractor": {
        "fr": "",
        "fr_auto": "Utilisation sécuritaire de l’extracteur de texte"
    }
}
